{"type":"sync","status-code":200,"status":"OK","result":[{"id":"eDsKaYaf4gx5I1bfSy6SdTTfKc1ppDx7","title":"WolfenDoom: Blade of Agony","summary":"WolfenDoom: Blade of Agony","description":"Blade of Agony is a story-driven FPS. The project is inspired by WWII shooters from the 90's and early 2000's, like Wolfenstein 3D, Medal of Honor, and Call of Duty, but with faster-paced gameplay in the spirit of Doom!\n\n---\n\nIt's 1942, and the war approaches its peak. The U.S. has joined the Allied forces, and the Soviets are pushing back the front in the east. The tides of war are turning, and Hitler's victory seems more and more beyond his grasp. But the Nazis, refusing to capitulate, have grown obsessed with human experiments and occult artifacts, in which they see a potential escape from their final Doom. The Allied leaders reject this possibility as nonsense; nonetheless, some still fear what the Führer might be up to. The situation is nebulous, however, and little is certain.\n\nYou are Cpt. William \"B.J.\" Blazkowicz, an Allied spy, a fearless risk-taker, and the greatest soldier to ever take up arms in World War II. Your role has changed, though; you've retired from active duty, and now you spearhead operations as a systems analyst. You thought it would be the right choice--leading and motivating instead of doing the dirty work--but lately you've grown restless. At least until a few days ago, when you received an encrypted message from your old friend and comrade Cpt. Douglas Blake, calling you back to duty...\n\n---\n\nBlade of Agony is much more than just a pastiche of the classic shooters that inspired it; the project will offer a unique experience.\n- 17 playable and unique levels in Chapter 1 \u0026 2 (over 24 in the full game)\n- Orchestra-quality game music\n- Voice acting and ambient soundscapes\n- A combination of low-poly models and hi-resolution sprite assets to create the perfect retro feeling\n- Devastating armaments from the battlefields of WWII\n- Interactive NPCs that support the twisted plot's progress and help you understand the game\n- Beautiful special effects (weather, elements, explosions, etc.)\n- Much, much more!\n\n---\n\nThis package bundles together the game with the gzdoom engine. The game requires a powerful computer to run smoothly. If you experience low frame rates or stuttering, please turn down the resolution, effects and filtering options in the menu.\n\nFrom: http://boa.realm667.com/index.php/about","download-size":487428096,"icon":"https://dashboard.snapcraft.io/site_media/appmedia/2017/12/boa.png","name":"boa","developer":"njmcphail","status":"available","type":"app","version":"c2-gzdoom3.3.2","channel":"beta","ignore-validation":false,"revision":"147","confinement":"strict","private":false,"devmode":false,"jailmode":false,"contact":"https://github.com/mcphail/boa","license":"Proprietary","screenshots":[{"url":"https://dashboard.snapcraft.io/site_media/appmedia/2017/12/boa2.png"},{"url":"https://dashboard.snapcraft.io/site_media/appmedia/2017/12/boa3.png"}],"channels":{"latest/beta":{"revision":"147","confinement":"strict","version":"c2-gzdoom3.3.2","channel":"beta","epoch":"0","size":487428096},"latest/candidate":{"revision":"147","confinement":"strict","version":"c2-gzdoom3.3.2","channel":"candidate","epoch":"0","size":487428096},"latest/edge":{"revision":"147","confinement":"strict","version":"c2-gzdoom3.3.2","channel":"edge","epoch":"0","size":487428096},"latest/stable":{"revision":"144","confinement":"strict","version":"c2-gzdoom3.3.2","channel":"stable","epoch":"0","size":487387136}},"tracks":["latest"]}],"sources":["store"],"suggested-currency":"USD"}