Repository: canonical/subiquity
Catalog: po/*.po
Languages: cs, de, he, hr

source: Installer shell session activated. This shell session is running inside the installer environment. You will be returned to the installer when this shell is exited, for example by typing Control-D or 'exit'. Be aware that this is an ephemeral environment. Changes to this environment will not survive a reboot. If the install has started, the installed system will be mounted at /target.
cs: Aktivována relace příkazového řádku v instalátoru. Tato relace je spuštěná v rámci prostředí instalátoru. Při ukončení příkazového řádku se vrátíte do instalátoru, například po zadání Ctrl+D nebo „exit“. Mějte na paměti, že toto je pouze dočasné prostředí. Změny, které v něm případně provedete, po restartu zaniknou. Pokud byla zahájena instalace, instalovaný systém bude připojený pod /target.
de: Shell-Sitzung des Installationsprogramms aktiviert. Diese Shell-Sitzung läuft innerhalb der Installationsumgebung. Sie werden zur Installation zurückgeführt, wenn die Shell beendet wird, z. B. durch die Eingabe der Tastenkombination Steuerung-D oder des Shell-Befehls »exit«. Seien Sie sich bewusst, dass dies eine temporäre Shell-Umgebung ist. Änderungen an dieser Umgebung werden einen Neustart nicht überstehen! Wenn die Installation gestartet wurde, wird das installierte System im Verzeichnis /target eingebunden.
he: הופעלה התקנה במצב מעטפת. הפעלת מעטפת זו מופעלת בתוך סביבת ההתקנה. יציאה מהמעטפת הזו תחזיר אותך לתכנית ההתקנה, למשל על ידי לחיצה על Ctrl-D או הרצת הפקודה ‚exit’. נא לשים לב שמדובר בסביבה זמנית. השינויים לסביבה הזאת לא ישרדו הפעלה מחדש. אם תכנית ההתקנה החלה, המערכת המותקנת תעוגן למיקום ‎/target.
hr: Sesija ljuske instalacijskog programa je aktivirana. Ova sesija ljuske je pokrenuta unutar instalacijskog okruženja. Vratiti ćete se u instalacijski program kada se ova ljuska zatvori, na primjer tipkama Control-D ili naredbom 'exit'. Zapamtite da je ovo okruženje privremeno. Promjene u ovome okruženju biti će izgubljene nakon ponovnog pokretanja. Ako je instalacija pokrenuta, instalirani sustav će biti montiran na /target.

source: yes
cs: ano
de: ja
he: כן
hr: da

source: no
cs: ne
de: nein
he: לא
hr: ne

source: Confirmation is required to continue.
cs: Pokud chcete pokračovat, je třeba potvrdit.
de: Eine Bestätigung wird benötigt, um fortzufahren.
he: נדרש אישור כדי להמשיך
hr: Potvrda je potrebna za nastavak.

source: Add 'autoinstall' to your kernel command line to avoid this
cs: Pokud se tomuto chcete vyhnout, přidejte do řádku parametrů zavádění jádra parametr „autoinstall“
de: Um das zu verhindern, fügen Sie »autoinstall« zu Ihren Kernel-Kommandozeilen
he: יש להוסיף את הביטוי ‚autoinstall’ (התקנה אוטומטית) לשורת הפקודה של הליבה שלך כדי להתעלם מזה
hr: Dodajte 'autoinstall' u vaš naredbeni redak kernela kako bi ovo izbjegli

source: Continue with autoinstall?
cs: Pokračovat v automatické instalaci?
de: Mit automatischer Installation (autoinstall) fortfahren?
he: להמשיך בהתקנה אוטומטית?
hr: Nastavi s automatskom instalacijom?

source: Importing keys failed:
cs: Import klíčů se nezdařil:
de: Importieren der Schlüssel gescheitert:
he: ייבוא המפתחות נכשל:
hr: Uvoženje kljućeva je neuspjelo:

source: ssh-keygen failed to show fingerprint of downloaded keys:
cs: nástroji ssh-keygen se nepodařilo zobrazit otisk stažených klíčů:
de: ssh-keygen konnte die Fingerabdrücke der heruntergeladenen Schlüssel nicht anzeigen:
he: ssh-keygen נכשל בהצגת טביעות האצבע של המפתחות שהתקבלו:
hr: ssh-keygen nije uspio prikazati otisak preuzetih ključeva::

source: Cannot edit {selflabel} as it is part of the {cdtype} {cdname}.
cs: {selflabel} není možné upravit, protože je součástí {cdtype} {cdname}.
de: Kann {selflabel} nicht bearbeiten, da es Teil des {cdtype} {cdname} ist.
he: לא ניתן לערוך את {selflabel} כיוון שהוא חלק מתוך {cdtype} {cdname}.
hr: Nemoguće je urediti {selflabel} jer je dio {cdtype} {cdname}.

source: Cannot edit pre-existing RAIDs.
cs: Není možné upravovat už existující RAID pole.
de: Bereits vorhandene RAIDs können nicht bearbeitet werden.
he: לא ניתן לערוך מערכי RAID קיימים.
hr: Nemoguće uređivanje predpostojećih RAID-a.

source: Cannot edit {raidlabel} because it has partitions.
cs: Není možné upravovat {raidlabel} protože se na něm nacházejí oddíly.
de: Kann {raidlabel} nicht editieren, weil es Partitionen hat.
he: לא ניתן לערוך את {raidlabel} כיוון שיש בו מחיצות.
hr: Nemoguće je urediti {raidlabel} zato jer sadrži particiju.

source: Cannot edit pre-existing volume groups.
cs: Není možné upravovat už existující skupiny svazků.
de: Bereits vorhandene Datenträgergruppen können nicht bearbeitet werden.
he: לא ניתן לערוך קבוצות כרכים קיימות.
hr: Nemoguće je uređivanje predpostojećih grupa uređaja.

source: Cannot edit {vglabel} because it has logical volumes.
cs: Není možné upravit {vglabel} protože obsahuje logické svazky.
de: Kann {vglabel} nicht editieren, weil es logische Volumen hat.
he: לא ניתן לערוך את {vglabel} כיוון שיש לו כרכים לוגיים.

source: Primary partition limit reached
cs: Byl dosažen limit primárního oddílu

source: Unusable space
cs: Nepoužitelné místo

source: Cannot remove {selflabel} from pre-existing {cdtype} {cdlabel}.
cs: Není možné odebrat {selflabel} z už existujícího {cdtype} {cdlabel}.
de: Konnte {selflabel} nicht aus der/dem bestehenden {cdtype} {cdlabel} entfernen.
he: לא ניתן להסיר את {selflabel} מתוך {cdtype} {cdlabel} קיים.
hr: Nemoguće je ukloniti {selflabel} iz predpostojećeg {cdtype} {cdlabel}.

source: Removing {selflabel} would leave the {cdtype} {cdlabel} with less than {min_devices} devices.
cs: Odebrání {selflabel} by zanechalo {cdtype} {cdlabel} s méně než {min_devices} zařízeními.
de: Das Entfernen von {selflabel} würde das {cdtype} {cdlabel} mit weniger als {min_devices} Geräten belassen.
he: הסרת {selflabel} תותיר את {cdtype} {cdlabel} עם פחות מ־{min_devices} התקנים.
hr: Uklanjanje {selflabel} će ostaviti {cdtype} {cdlabel} s manje od {min_devices} uređaja.

source: Removing {selflabel} would leave the {cdtype} {cdlabel} with no devices.
cs: Odebrání {selflabel} by zanechalo {cdtype} {cdlabel} bez zařízení.
de: Das Entfernen von {selflabel} würde das {cdtype} {cdlabel} ohne Geräte belassen.
he: הסרת {selflabel} תותיר את {cdtype} {cdlabel} ללא התקנים.
hr: Uklanjanje {selflabel} će ostaviti {cdtype} {cdlabel} bez uređaja.

source: Cannot delete {selflabel} as it is part of the {cdtype} {cdname}.
cs: {selflabel} není možné smazat, protože je součástí {cdtype} {cdname}.
de: Kann {selflabel} nicht löschen, da es Teil des {cdtype} {cdname} ist.
he: לא ניתן למחוק את {selflabel} כיוון שהוא חלק מתוך {cdtype} {cdname}.
hr: Nemoguće je obrisati {selflabel} jer je dio {cdtype} {cdname}.

source: Cannot delete a single partition from a device that already has partitions.
cs: Není možné smazat jediný oddíl na zařízení, které už má oddíly.
de: Eine einzelne Partition kann nicht von einem Gerät gelöscht werden, das bereits Partitionen hat.
he: אי אפשר למחוק מחיצה בודדת מהתקן שכבר מחולק למחיצות.
hr: Nemoguće brisanje jedne particije s uređaja koji već sadrži particije.

source: Cannot delete required bootloader partition
cs: Není možné smazat nepostradatelný oddíl, obsahující zavadeč systému
de: Kann benötigte Bootloader-Partition nicht löschen
he: לא ניתן למחוק מחיצת אתחול הכרחית.
hr: Nemoguće brisanje paritcije koja sadrži učitač pokretanja sustava

source: Cannot delete {devicelabel} as partition {partnum} is part of the {cdtype} {cdname}.
cs: Není možné smazat {devicelabel}, protože oddíl {partnum} je součástí {cdtype} {cdname}.
he: לא ניתן למחוק את {devicelabel} כיוון שהמחיצה {partnum} היא חלק מה־{cdtype} {cdname}.

source: Cannot delete {devicelabel} because it has {count} mounted partitions.
cs: Není možné smazat {devicelabel}, protože je z něho připojeno {count} oddílů.
de: Gerät {devicelabel} kann, auf Grund von {count} noch eingebundenen Partition/en, nicht entfernt werden.
he: לא ניתן למחוק את {devicelabel} כיוון שיש לו {count} מחיצות מעוגנות.

source: Cannot delete {devicelabel} because it has 1 mounted partition.
cs: Není možné smazat {devicelabel}, protože je z něho připojen 1 oddíl.
de: Kann {devicelabel} nicht löschen, weil es 1 eingebundene Partition hat.
he: לא ניתן למחוק את {devicelabel} כיוון שיש לו מחיצה מעוגנת.

source: Cannot delete a single logical volume from a volume group that already has logical volumes.
cs: Není možné smazat jediný logický svazek ze skupiny svazků, která už má logické svazky.
de: Ein einzelnes logisches Volume aus einer Datenträgergruppe, die bereits logische Datenträger enthält, kann nicht gelöscht werden.
he: לא ניתן למחוק כרך לוגי בודד מקבוצת כרכים שכבר יש בה כרכים לוגיים.
hr: Nemoguće je brisanje pojedinog logičkog uređaja iz grupe uređaja koja već sadrži logičke uređaje.

source: existing
cs: existující
de: vorhanden
he: קיים
hr: postoji

source: new
cs: nové
de: neu
he: חדש
hr: novi

source: configured
cs: nastaveno
de: konfiguriert
he: מוגדר
hr: podešeno

source: unconfigured
cs: nenastaveno
de: unkonfiguriert
he: לא מוגדר
hr: nepodešeno

source: primary ESP
cs: hlavní ESP
de: primäre ESP
he: ESP עיקרי
hr: glavni ESP

source: backup ESP
cs: záložní ESP
de: Ersatz-ESP
he: ESP כגיבוי
hr: pomoćni ESP

source: unused ESP
cs: nevyužitý ESP
de: unbenutzte ESP
he: ESP שלא בשימוש
hr: neiskorišteni ESP

source: BIOS grub spacer
cs: Výplň pro zavaděč grub a BIOS
de: BIOS grub Grenzpartition
he: מרווח grub ל־BIOS

source: extended
cs: rozšířený
de: erweitert
he: מורחבת
hr: prošireni

source: logical
cs: logický
de: logische
he: לוגית
hr: logička

source: encrypted
cs: šifrovaná
de: verschlüsselt
he: מוצפן
hr: šifrirano

source: multipath device
cs: multipath zařízení
de: Mehrpfadgerät
he: התקן רב נתיבי
hr: uređaj više putanja

source: local disk
cs: místní disk
de: lokaler Datenträger
he: כונן מקומי
hr: lokalni disk

source: partition of {device}
cs: oddíl na {device}
de: Partition von {device}
he: מחיצה של {device}
hr: particija od {device}

source: LVM volume group
cs: LVM skupina svazků
de: LVM Volumen-Gruppe
he: קבוצת כרכים ב־LVM
hr: Grupa ULU uređaja

source: LVM logical volume
cs: LVM logický svazek
de: LVM logisches Volumen
he: כרך לוגי ב־LVM
hr: Logični ULU uređaj

source: partition {number}
cs: oddíl {number}
he: מחיצה {number}
hr: particija {number}

source: partition {number} of {device}
cs: oddíl {number} na {device}
de: Partition {number} auf {device}
he: מחיצה {number} של {device}
hr: particija {number} od {device}

source: free space
cs: volné místo
de: freier Speicherplatz
he: שטח פנוי
hr: slobodni prostor

source: {component_name} of {desc} {name}
cs: {component_name} od {desc} {name}
de: {component_name} von {desc} {name}
he: {component_name} מתוך {desc} {name}
hr: {component_name} od {desc} {name}

source: already formatted as {fstype}
cs: už obsahuje souborový systém {fstype}
de: bereits als {fstype} formatiert
he: כבר מפורמט בתור {fstype}
hr: već formatirana kao {fstype}

source: to be reformatted as {fstype}
cs: znovu vytvořit souborový systém {fstype}
de: umformatiert werden als {fstype}
he: לפרמוט בתור {fstype}
hr: mora se ponovno formatirati kao {fstype}

source: to be formatted as {fstype}
cs: bude vytvořen souborový systém {fstype}
de: formatiert werden als {fstype}
he: לפרמוט בתור {fstype}
hr: mora se formatirati kao {fstype}

source: mounted at {path}
cs: připojeno v {path}
de: Nach {path} eingebunden
he: מעוגן תחת {path}
hr: montirana na {path}

source: in use
cs: používá se

source: not mounted
cs: nepřipojeno
de: nicht eingehängt
he: לא מעוגן
hr: nije montirana

source: unused
cs: nepoužíván
de: unbenutzt
he: לא בשימוש
hr: neiskorišteno

source: used
cs: používán
de: verwendet
he: בשימוש
hr: iskorišteno

source: container for {devices}
cs: kontejner pro {devices}
de: Container für {devices}
he: מכולה עבור {devices}

source: Block device probe failure
cs: Zjišťování blokových zařízení se nezdařilo
de: Blockgerätetest fehlgeschlagen
he: תשאול התקני בלוק נכשל
hr: Neuspjelo sondiranje blokovskog uređaja

source: Disk probe failure
cs: Nezdar při zjišťování disku
de: Festplattentest fehlgeschlagen
he: תשאול כוננים נכשל
hr: Neuspjelo sondiranje diska

source: Install failure
cs: Nezdar při instalaci
de: Installations-Fehler
he: כשל בהתקנה
hr: Neuspjela instalacija

source: Installer crash
cs: Instalátor zhavaroval
de: Installerabsturz
he: קריסת תכנית ההתקנה
hr: Instalacijski program se srušio

source: Network error
cs: Chyba sítě
de: Netzwerkfehler
he: שגיאת רשת
hr: Mrežna greška

source: Network client error
cs: Chyba síťového klienta
de: Netzwerkfehler: Client
he: שגיאת לקוח רשת

source: Server request failure
cs: Nezdar požadavku na server
de: Fehler während Serveranfrage
he: שגיאת בקשה מול השרת

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
he: שגיאה לא ידועה
hr: Nepoznata greška

source: autoconfiguration failed
cs: automatické nastavení se nezdařilo
de: Automatische Konfiguration fehlgeschlagen
he: ההגדרה האוטומטית נכשלה
hr: automatsko podešavanje neuspjelo

source: The host key fingerprints are:
cs: Otisky klíče hostitele jsou:
de: Die Fingerabdrücke der Host-Schlüssel sind:
he: טביעות האצבע של מפתח המארח הן:
hr: Otisci ključa poslužitelja su:

source: The {keytype} host key fingerprint is: {fingerprint}
cs: Otisk {keytype} klíče hostitele je: {fingerprint}
de: Der Fingerabdruck für den {keytype} Host-Schlüsse lautet: {fingerprint}
he: מפתח המארח {keytype} הוא: {fingerprint}

source: {desc} do not match
cs: {desc} neodpovídá
de: {desc} nicht identisch
he: {desc} אינו תואם
hr: {desc} se ne podudara

source: , or
cs: , nebo
de: , oder
he: , או
hr: , ili

source: or
cs: nebo
de: oder
he: או
hr: ili

source: This field must be a {schemes} URL.
cs: Je třeba, aby obsahem této kolonky bylo {schemes} URL.
de: Dieses Feld muss eine {schemes} URL sein.
he: השדה חייב להיות כתובת {schemes}.

source: Done
cs: Hotovo
de: Erledigt
he: סיום
hr: Završi

source: Cancel
cs: Storno
de: Abbrechen
he: ביטול
hr: Odustani

source: Yes
cs: Ano
de: Ja
he: כן
hr: Da

source: No
cs: Ne
de: Nein
he: לא
hr: Ne

source: Close
cs: Zavřít
de: Schließen
he: סגירה
hr: Zatvori

source: Save
cs: Uložit
de: Speichern
he: שמירה
hr: Spremi

source: Subnet:
cs: Podsíť:
de: Subnetz:
he: רשת משנה:
hr: Podmreža:

source: Address:
cs: Adresa:
de: Adresse:
he: כתובת:
hr: Adresa:

source: Gateway:
cs: Brána:
he: שער גישה:
hr: Pristupnik:

source: Name servers:
cs: DNS servery:
de: Namensserver:
he: שרתי שמות:
hr: Nazivi poslužitelja:

source: IP addresses, comma separated
cs: IP adresy, oddělované čárkou
de: IP-Adressen, kommagetrennt
he: כתובות IP, מופרדות בפסיקים
hr: IP adrese, zarezom odvojene

source: Search domains:
cs: Prohledávat domény:
de: Suchdomänen:
he: שמות מתחם לחיפוש:
hr: Domene pretraživanja:

source: Domains, comma separated
cs: Domény, oddělované čárkou
de: Domänen, kommagetrennt
he: שמות מתחם לחיפוש, מופרדים בפסיקים
hr: Domene, zarezom odvojene

source: should be in CIDR form ({example})
cs: mělo by být v CIDR zápisu ({example})
de: sollte im CIDR-Format sein ({example})
he: אמור להיות בתצורת CIDR ‏({example})
hr: trebaju biti u CIDR obliku ({example})

source: '{address}' is not contained in '{subnet}'
cs: „{address}“ by byla mimo „{subnet}“ (což nelze)
de: '{address}' ist nicht im Netz '{subnet}'
he: ‚{address}’ אינו בטווח ‚{subnet}’

source: Automatic (DHCP)
cs: Automaticky (DHCP)
de: Automatisch (DHCP)
he: אוטומטי (DHCP)
hr: Automatski (DHCP)

source: Manual
cs: Ručně
de: Manuell
he: ידני
hr: Ručno

source: Disabled
cs: Vypnuto
de: Deaktiviert
he: מושבת
hr: Onemogućeno

source: IPv{v} Method:
cs: IPv{v} metoda:
de: IPv{v} Methode:
he: שיטת IPv{v}:
hr: IPv{v} način:

source: Create
cs: Vytvořit
de: Erstellen
he: יצירה
hr: Stvori

source: VLAN ID:
cs: Identif. VLAN:
he: מזהה VLAN:

source: VLAN ID must be between 1 and 4095
cs: Je třeba, aby identif. VLAN byl z rozmezí 1 až 4095
de: VLAN-ID muss zwischen 1 und 4095 liegen
he: מזהה ה־VLAN חייב להיות בין 1 ל־4095
hr: VLAN ID mora biti između 1 i 4095

source: {netdev} already exists
cs: {netdev} už existuje
de: {netdev} existiert schon
he: {netdev} כבר קיים

source: Add a VLAN tag
cs: Přidat VLAN štítek
de: Füge eine VLAN-Bezeichnung hinzu
he: הוספת תגית VLAN
hr: Dodaj VLAN oznaku

source: Info for {device}
cs: informace pro {device}
de: Information für {device}
he: מידע על {device}
hr: Informacije za {device}

source: Name:
cs: Název:
he: שם:
hr: Naziv:

source: Devices:
cs: Zařízení:
de: Geräte:
he: התקנים:
hr: Uređaji:

source: Bond mode:
cs: Režim spřáhnutí:
de: Bond-Modus:
he: מצב איגוד:
hr: Način povezivanja:

source: XMIT hash policy:
cs: Zásada XMIT otisku:
de: XMIT-hash-Richtlinie:
he: מדיניות גיבוב XMIT:
hr: XMIT hash pravilo:

source: LACP rate:
cs: Četnost LACP:
he: קצב LACP:
hr: LACP brzina:

source: There is already a network device named "{netdev}"
cs: Už zde existuje síťové zařízení nazvané „{netdev}“
de: Es gibt bereits ein Netzwerkgerät namens "{netdev}".
he: כבר יש התקן רשת בשם „{netdev}”
hr: Već postoji mrežni uređaj naziva "{netdev}"

source: Name cannot be empty
cs: Název je třeba vyplnit
de: Name darf nicht leer sein
he: השם לא יכול להישאר ריק
hr: Naziv ne može biti prazan

source: Name cannot be more than 16 characters long
cs: Název nemůže být delší, než 16 znaků
de: Name darf nicht länger als 16 Zeichen sein
he: השם חייב להיות באורך 16 תווים ומטה
hr: Naziv ne može sadržavati više od 16 znakova

source: Create bond
cs: Vytvořit spřažení (bond)
de: Erstelle Bond
he: יציאת מאגד
hr: Stvori povezivanje

source: Edit bond
cs: Upravit spřažení (bond)
de: Bearbeite Bond
he: עריכת מאגד
hr: Uredi povezivanje

source: Select a network
cs: Vybrat síť
de: Netzwerk auswählen
he: בחירת רשת
hr: Odaberi mrežu

source: Network interface {nic} WIFI configuration
cs: Nastavení WiFi pro rozhraní {nic}
de: Netzwerkschnittstelle {nic} WiFi-Konfiguration
he: הגדרות האלחוט של מנשק הרשת {nic}
hr: Mrežno sučelje {nic} bežično podešavanje

source: VLAN {id} on interface {link}
cs: VLAN {id} na rozhraní {link}
de: VLAN {id} auf der Schnittstelle {link}
he: VLAN {id} במנשק {link}
hr: VLAN {id} na sučelju {link}

source: bond master for {interfaces}
cs: řídící celé spřažení pro {interfaces}
de: Bond-Master für {interfaces}
he: מוביל המאגד של {interfaces}
hr: glavno povezivanje za {interfaces}

source: not connected
cs: nepřipojeno
de: nicht verbunden
he: לא מחובר
hr: nije povezano

source: enslaved to {device}
cs: podřízeno {device}
de: {device} untergeordnet
he: משועבד ל־{device}

source: timed out
cs: překročen časový limit
de: Zeitüberschreitung
he: זמן הגישה פג
hr: vrijeme isteklo

source: static
cs: statické
de: statisch
he: סטטי
hr: nepromjenjivo

source: disabled
cs: vypnuto
de: deaktiviert
he: מושבת
hr: onemogućeno

source: A wifi device was detected but the necessary support packages were not available.
cs: Bylo zjištěno wifi zařízení, ale nejsou k dispozici potřebné balíčky pro jeho podporu.
de: Ein Wifi-Gerät wurde erkannt, aber die notwendigen Pakete waren nicht verfügbar.
he: התגלה התקן רשת אלחוטית אך חבילות התמיכה הנחוצות אינן זמינות.

source: Wifi support packages are being installed.
cs: Balíčky pro podporu wifi jsou instalovány.
de: Pakete für Wifi-Unterstützung werden installiert.
he: חבילות התמיכה ברשת אלחוטית מותקנות.

source: Wifi support packages failed to install. Please check the logs.
cs: Balíčky pro podporu wifi se nepodařilo nainstalovat. Zkontrolujte záznamy událostí.
de: Pakete für Wifi-Unterstützung konnten nicht installiert werden. Bitte prüfen Sie die Logs.
he: התקנת חבילות התמיכה ברשת אלחוטית נכשלה. נא לעיין ביומנים.

source: Wifi support packages will be installed in the target system.
cs: Balíčky pro podporu wifi budou nainstalovány do cílového systému.
de: Pakete für Wifi-Unterstützung werden im Zielsystem installiert.
he: חבילות התמיכה ברשת אלחוטית יותקנו במערכת היעד.

source: Configure at least one interface this server can use to talk to other machines, and which preferably provides sufficient access for updates.
cs: Nastavte alespoň jedno rozhraní kterým tento server bude moci komunikovat s ostatními stroji a které také pokud možno umožní dostatečný přístup k aktualizacím.
de: Konfigurieren Sie mindestens eine Schnittstelle, über die dieser Server mit anderen Maschinen kommunizieren kann und die vorzugsweise ausreichend Zugriff für Aktualisierungen bietet.
he: עליך להגדיר לפחות מנשק אחד בשרת הזה כדי לאפשר תקשורת עם התקנים אחרים ועדיף שגם יאפשר גישה מספקת לעדכונים.
hr: Podesite najmanje jedno sučelje koje ovaj poslužitelj može koristiti za komunikaciju sa ostalim računalima i koje po mogućnosti pruža dovoljan pristup nadopunama.

source: Back
cs: Zpět
de: Zurück
he: חזרה
hr: Natrag

source: Continue without network
cs: Pokračovat bez sítě
de: Ohne Netzwerk fortfahren
he: להמשיך בלי רשת
hr: Nastavi bez mrežnog pristupa

source: Applying changes
cs: Provádějí se změny
de: Änderungen werden übernommen
he: השינויים חלים
hr: Primijenjivanje promjena

source: 0 (striped)
cs: 0 (prostřídáváno)
de: 0 (getreckt)
he: 0 (פיצול)
hr: 0 (trakasto)

source: 1 (mirrored)
cs: 1 (zrcadleno)
de: 1 (gespiegelt)
he: 1 (שיקוף)
hr: 1 (zrcaljeno)

source: Container
cs: Kontejner
he: מכולה

source: input cannot be empty
cs: nemůže zůstat nevyplněné
de: Eingabe darf nicht leer sein
he: הפלט לא יכול להיות ריק

source: {input!r} is not valid input
cs: {input!r} není platné zadání
de: {input!r} ist keine gültige Eingabe
he: {input!r} אינו קלט תקין

source: TPM backed full-disk encryption is not available on this device (the reason given was "{reason}").
cs: Šifrování celého disku založené na TPM není na tomto zařízení k dispozici (uvedený důvod byl „{reason}“).

source: TPM backed full-disk encryption is not yet supported when the target spans multiple volumes.
cs: Šifrování celého disku založené na TPM zatím není podporováno, pokud cíl zahrnuje více svazků.

source: TPM backed full-disk encryption is only supported with a target volume partition table of GPT.
cs: Šifrování celého disku založené na TPM je podporováno pouze s tabulkou oddílů GPT cílového svazku.

source: TPM backed full-disk encryption has been disabled
cs: Šifrování celého disku založené na TPM bylo zakázáno

source: Other
cs: Ostatní
de: Andere
he: אחר
hr: Ostalo

source: Leave unmounted
cs: Ponechat nepřipojené
de: Uneingebunden verlassen
he: להשאיר לא מעוגן
hr: Ostavi odmontirano

source: Sorry, there was a problem examining the storage devices on this system.
cs: Omlouváme se, došlo k problému při zkoumání úložných zařízení na tomto systému.
de: Entschuldigung, es gab ein Problem dabei, die Speichergeräte des Systems zu untersuchen.
he: בחינת התקני האחסון במערכת הזאת לא הצליחה, עמך הסליחה.
hr: Nažalost, došlo je do problema pri provjeri uređaja pohrane na ovom sustavu.

source: Sorry, there was a problem completing the installation.
cs: Omlouváme se, došlo k problému s dokončováním instalace.
de: Entschuldigung, es gab ein Problem dabei, die Installation abzuschließen.
he: השלמת ההתקנה לא הצליחה, עמך הסליחה.
hr: Nažalost, došlo je do problema pri završetku instalacije.

source: Sorry, there was a problem applying the network configuration.
cs: Omlouváme se, došlo k problému s uplatněním nastavení sítě.
de: Entschuldigung, es gab ein Problem dabei, die Netzwerkkonfiguration anzuwenden.
he: החלת תצורת הרשת לא הצליחה, עמך הסליחה.
hr: Nažalost, došlo je do problema pri primijeni podešavanja mreže.

source: Sorry, the installer has encountered an internal error.
cs: Je nám líto, instalátor narazil na vnitřní chybu.
de: Entschuldigung, das Installationsprogramm ist auf einen internen Fehler gestoßen.
he: ההתקנה נתקלה בשגיאה פנימית, עמך הסליחה.

source: Sorry, the installer has restarted because of an error.
cs: Omlouváme se, instalátor byl kvůli chybě restartován.
de: Entschuldigung, der Installationsassistent wurde auf Grund eines Fehlers neu gestartet.
he: תכנית ההתקנה התחילה מחדש עקב שגיאה, עמך הסליחה.
hr: Nažalost, instalacijski program se ponovno pokrenuo zbog greške.
