Repository: canonical/subiquity
Catalog: po/*.po
Languages: cs, de, he, hr

source: Continue without updating
cs: Pokračovat bez aktualizace
de: Ohne Aktualisierung fortfahren
he: להמשיך בלי לעדכן
hr: Nastavi bez nadopunjivanja

source: Try again
cs: Zkusit znovu
de: Erneut versuchen
he: ניסיון חוזר
hr: Pokušaj ponovno

source: You can read the release notes for each version at:
cs: Poznámky k vydání pro každou z verzí je možné si přečíst na:
de: Sie können die Versionsinformationen für jede Version lesen unter:
he: ניתן לקרוא את הערות השחרור של כל גרסה וגרסה תחת:
hr: Možete pročitati bilješke izdanja za svaku inačicu na:

source: If you choose to update, the update will be downloaded and the installation will continue from here.
cs: Pokud zvolíte aktualizovat, aktualizace bude stažená a instalace bude pokračovat odtud.
de: Wenn Sie sich für eine Aktualisierung entscheiden, wird dies heruntergeladen und die Installation wird von hier aus fortgesetzt.
he: אם בחירתך תהיה לעדכן, העדכון יתקבל וההתקנה תמשיך מכאן.
hr: Ako odaberete nadopunu, nadopuna će se preuzeti i instalacija će se nastaviti odavdje.

source: Update to the new installer
cs: Aktualizovat na nový instalátor
de: Aktualisieren auf neuen Installer
he: עדכון לתכנית ההתקנה החדשה
hr: Nadopuni na novu inačicu instalcijski program

source: just now
cs: právě teď
de: gerade jetzt
he: ממש עכשיו
hr: upravo sada

source: minute
cs: minutou
he: דקה
hr: minuta

source: minutes
cs: minutami
de: Minuten
he: דקות
hr: minuta

source: hour
cs: hodinou
de: Stunde
he: שעה
hr: sat

source: hours
cs: hodinami
de: Stunden
he: שעות
hr: sata

source: day
cs: dnem
de: Tag
he: יום
hr: dan

source: days
cs: dny
de: Tage
he: ימים
hr: dana

source: {amount:2} {unit} ago
cs: před {amount:2} {unit}
de: vor {amount:2} {unit}
he: לפני {amount:2} {unit}
hr: {amount:2} {unit} prije

source: LICENSE:
cs: LICENCE:
de: LIZENZ:
he: רישיון:
hr: LICENCA:

source: LAST UPDATED:
cs: NAPOSLEDY AKTUALIZOVÁNO:
de: ZULETZT AKTUALISIERT:
he: עדכון אחרון:
hr: POSLJEDNJA NADOPUNA:

source: CHANNEL
cs: KANÁL
de: KANAL
he: ערוץ
hr: KANAL

source: VERSION
cs: VERZE
he: גרסה
hr: INAČICA

source: PUBLISHED
cs: VYDÁNO
de: VERÖFFENTLICHT
he: פורסם
hr: OBJAVLJENO

source: CONFINEMENT
cs: OHRANIČENÍ
de: EINSCHRÄNKUNG
he: ריתוק
hr: ZADRŽANO

source: by:
cs: od:
de: von:
he: מאת:
hr: od:

source: Fetching info for {snap} failed
cs: Stahování si informací pro {snap} se nezdařilo
de: Beziehen von Informationen für {snap} fehlgeschlagen
he: משיכת המידע על {snap}

source: Fetching info for {snap}
cs: Stahování si informací pro {snap}
de: Beziehe Informationen für {snap}
he: המידע על {snap} מתקבל

source: Loading server snaps from store, please wait...
cs: Načítání serverových snap balíčků ze skladu, čekejte…
de: Lade Server-Snaps aus dem Store, bitte warten...
he: חבילות ה־snap נטענות מהחנות, נא להמתין…
hr: Učitavanje snap paketa poslužitelja iz trgovine, pričekajte...

source: Sorry, loading snaps from the store failed.
cs: Je nám líto, načítání snap balíčků ze skladu se nezdařilo.
de: Entschuldigung, das Laden der Snaps aus dem Store ist fehlgeschlagen.
he: טעינת חבילות snap מהחנות נכשלה, עמך הסליחה.
hr: Nažalost, učitavanje snap paketa iz trgovine nije uspjelo.

source: These are popular snaps in server environments. Select or deselect with SPACE, press ENTER to see more details of the package, publisher and versions available.
cs: Toto jsou oblíbené snap balíčky pro serverová prostředí. Vybírejte je (nebo výběr rušte) pomocí MEZERNÍKU. Podrobnosti o balíčku, vydavateli a verzích obdržíte stiskem ENTER.
de: Dies sind beliebte Snaps in Serverumgebungen. Aktivieren oder deaktivieren Sie die Auswahl mit SPACE, drücken Sie ENTER, um weitere Details zu Paket, Herausgeber und verfügbaren Versionen anzuzeigen.
he: אלו חבילות snap נפוצות לסביבות שרתים. ניתן לבחור או לסלק עם רווח, Enter להצגת פרטים נוספים על החבילה, מפיץ וגרסאות זמינות.
hr: Ovo su popularni snap paketi u radnim okruženjima poslužitelja. Odaberite ili uklonite odabir sa SPACE tipkom, ili pritisnite ENTER tipku kako bi vidjeli više pojedinosti paketa, izdavač i inačica su dostupni.

source: GitHub Username:
cs: Uživatelské jméno na GitHub:
de: GitHub-Benutzername:
he: שם המשתמש ב־GitHub:

source: Enter your GitHub username.
cs: Zadejte své uživatelské jméno na GitHub.
de: Geben Sie Ihren GitHub-Benutzernamen ein:
he: נא למלא את שם המשתמש שלך ב־GitHub.

source: A GitHub username may only contain alphanumeric characters or hyphens.
cs: Uživatelské jméno na GitHub může obsahovat pouze písmena a číslice nebo spojovníky.
de: Ein GitHub-Benutzername darf nur alphanumerische Zeichen und Bindestriche enthalten.
he: שם משתמש ב־GitHub יכול להכיל רק תווים אלפאנומריים או מינוסים.

source: Launchpad Username:
cs: Launchpad uživatelské jméno:
de: Launchpad-Benutzername:
he: שם משתמש ב־Launchpad:
hr: Launchpad korisničko ime:

source: A Launchpad username may only contain lower-case alphanumeric characters, hyphens, plus, or periods.
cs: Uživatelské jméno z portálu Launchpad může obsahovat pouze malá písmena a číslice, spojovníky, plus nebo tečky.
de: Ein Launchpad-Benutzername darf nur alphanumerische Kleinbuchstaben, Bindestriche, Plus oder Punkte enthalten.
he: שם המשתמש ב־Launchpad יכול להיות מורכב רק מאותיות קטנות באנגלית, מינוסים, פלוסים או נקודות.
hr: Launchpad korisničko ime može sadržavati male slovno-brojčane znakove, crtice, plus ili točke.

source: Import SSH identity:
cs: Importovat SSH identitu:
de: SSH-Identität importieren:
he: יבוא זהות SSH:
hr: Uvezi SSH identitet:

source: from GitHub
cs: z portálu GitHub
de: Quelle: GitHub
he: מ־GitHub

source: from Launchpad
cs: z účtu na Launchpad
de: aus Launchpad
he: מ־Launchpad
hr: iz Launchpada

source: You can import your SSH keys from GitHub or Launchpad.
cs: Své SSH klíče můžete importovat z portálu GitHub nebo Launchpad.
de: Sie können Ihre SSH-Schlüssel von GitHub oder Launchpad importieren.
he: אפשר לייבא את מפתחות ה־SSH שלך מ־GitHub או מ־Launchpad

source: This field must not be blank.
cs: Tuto kolonku je třeba vyplnit.
de: Das Feld darf nicht leer sein.
he: שדה זה לא יכול להישאר ריק.
hr: Polje ne smije ostati prazno.

source: SSH id too long, must be <
cs: SSH identifikátor je příliš dlouhý – je třeba, aby byl kratší než
de: SSH-ID ist zu lang, muss < sein
he: מזהה ה־SSH ארוך מדי, עליו להיות <
hr: SSH id je predugačak, mora biti <

source: A Launchpad username must start with a letter or number. All letters must be lower-case. The characters +, - and . are also allowed after the first character.
cs: Je třeba, aby uživatelské jméno z portálu Launchpad začínalo na písmeno nebo číslici. Dále je třeba, aby všechna písmena byla malá. Znaky +,- a . jsou povolené až někde za prvním znakem.
de: Ein Launchpad-Benutzername muss mit einem Buchstaben oder einer Zahl beginnen. Alle Zeichen müssen kleingeschrieben sein. Die Zeichen +, - und . sind nach dem ersten Zeichen auch erlaubt
he: שם משתמש ב־Launchpad חייב להתחיל באות או במספר. כל האותיות חייביות להיות קטנות. מותר להשתמש גם בתווים +,- ו־. לאחר התו הראשון.
hr: Launchpad korisničko ime mora započeti s brojem ili slovom. Sva slova moraju biti mala. Znakovi +, - i . su isto dopušteni nakon prvog znaka.

source: A GitHub username may only contain alphanumeric characters or single hyphens, and cannot begin or end with a hyphen.
cs: Uživatelské jméno na GitHub může obsahovat pouze písmena a číslice nebo jednotlivé spojovníky, na které nemůže začínat či končit.
de: Ein GitHub-Benutzername darf nur alphanumerische Zeichen und Bindestriche enthalten und er darf nicht mit einem Bindestrich beginnen oder enden.
he: שם משתמש ב־GitHub יכול להכיל רק תווים אלפאנומריים או מינוסים בודדים ולא יכול להתחיל או להסתיים במינוס.

source: Install OpenSSH server
cs: Nainstalovat OpenSSH server
de: OpenSSH-Server installieren
he: התקנת שרת OpenSSH
hr: Instaliraj OpenSSH poslužitelja

source: Allow password authentication over SSH
cs: Umožnit ověřovat se pro SSH heslem
de: Kennwortauthentifizierung über SSH erlauben
he: לאפשר אימות עם ססמה דרך SSH
hr: Dopusti ovjeru lozinkom putem SSH-a

source: Fetching SSH keys...
cs: Stahování SSH klíčů…
de: Hole SSH-Schlüssel...
he: מפתחות ה־SSH מתקבלים…
hr: Preuzimanje SSH keys...

source: Confirm SSH keys
cs: Potvrďte SSH klíče
de: Bestätige SSH-Schlüssel
he: אישור מפתחות SSH
hr: Potvrdite SSH ključeve

source: Keys with the following fingerprints were fetched. Do you want to use them?
cs: Byly staženy klíče s následujícími otisky. Chcete je použít?
de: Schlüssel mit den folgenden Fingerabdrücken wurden geholt. Möchten Sie sie benutzen?
he: התקבלו מפתחות עם טביעות האצבעות הבאות. להשתמש בהם?
hr: Ključevi sa sljedećim otiscima su preuzeti. Želite li ih koristiti?

source: Confirm SSH key
cs: Potvrďte SSH klíč
de: Bestätige SSH-Schlüssel
he: אישור מפתח SSH
hr: Potvrdite SSH ključ

source: A key with the following fingerprint was fetched. Do you want to use it?
cs: Byl stažen klíč s následujícím otiskem. Chcete ho použít?
de: Ein Schlüssel mit dem folgenden Fingerabdruck wurde geholt. Möchten Sie ihn benutzen?
he: התקבל מפתח עם טביעת האצבע הבאה. להשתמש בו?
hr: Ključ sa sljedećim otiskom je preuzet. Želite li ga koristiti?

source: You can choose to install the OpenSSH server package to enable secure remote access to your server.
cs: Je možné zvolit instalaci serverového balíčku OpenSSH a zapnout tak zabezpečený vzdálený přístup ke svému serveru.
de: Sie können auswählen das OpenSSH-Server-Paket zu installieren um sicheren Fernzugriff auf Ihren Server zu aktivieren.
he: ניתן לבחור להתקין את חבילת שרת ה־OpenSSH כדי להפעיל גישה מאובטחת מרחוק לשרת שלך.
hr: Možete odabrati instalaciju OpenSSH paketa kako bi omogućili siguran udaljeni pristup vašemu poslužitelju.

source: Select the language to use for the installer and to be configured in the installed system.
cs: Vyberte jazyk, který použít v instalátoru a nastavit pro instalovaný systém.
de: Wählen Sie die Sprache, die für das Installationsprogramm verwendet und im installierten System konfiguriert werden soll.
he: נא לבחור את השפה בה תוצג תכנית ההתקנה וגם תוגדר במערכת המותקנת.
hr: Odaberite jezik za korištenje u instalacijskom programu, i za podešavanje i upotrebu na instaliranome sustavu.

source: Use UP, DOWN and ENTER keys to select your language.
cs: Pomocí kláves šipka nahoru nebo dolů a Enter vyberte svůj jazyk.
de: Nutzen sie HOCH, RUNTER und ENTER um Ihre Sprache festzulegen.
he: יש להשתמש בחצים: למעלה, למטה וב־Enter כדי לבחור את השפה שלך.
hr: Koristite UP, DOWN i ENTER tipke za odabir svoga jezika.

source: Help choosing a language
cs: Pomozte zvolením jazyka
de: Hilfe bei der Auswahl einer Sprache
he: עזרה בבחירת השפה
hr: Pomoć u odabiru jezika

source: failed
cs: nezdařilo se
de: fehlgeschlagen
he: כשל
hr: neuspjelo

source: auto
cs: automaticky
de: automatisch
he: אוטומטי
hr: automatski

source: online
cs: v provozu
he: מחובר
hr: mrežno

source: No zdev devices found.
cs: Nenalezena žádná zdev zařízení.
de: Keine zdev-Geräte gefunden.
he: לא נמצאו התקני zdev.
hr: Nema pronađenih zdev uređaja.

source: ID
cs: IDENTIF
de: KENNUNG
he: מזהה

source: ONLINE
cs: V PROVOZU
he: מחובר
hr: MREŽA

source: NAMES
cs: NÁZVY
de: NAMEN
he: שמות
hr: NAZIVI

source: Enable
cs: Zapnout
de: Aktivieren
he: הפעלה
hr: Omogući

source: Disable
cs: Vypnout
de: Deaktivieren
he: השבתה
hr: Onemogući

source: software
he: תוכנה

source: ssid: {ssid}
he: שם רשת (ssid): {ssid}

source: OK
he: אישור
hr: U redu

source: Control-Z, F2
de: STRG-Z, F2

source: Caps Lock
de: Feststelltaste

source: Alt+Shift
de: Alt+Umschalttaste

source: Control+Shift
de: Strg+Umschalttaste

source: Control+Alt
de: Strg+Alt

source: Alt+Caps Lock
de: Alt+Feststelltaste
