Repository: canonical/subiquity
Catalog: po/*.po
Languages: cs, de, he, hr

source: Sorry, an unknown error occurred.
cs: Omlouváme se, došlo k neznámé chybě.
de: Entschuldigung, ein unbekannter Fehler ist aufgetreten.
he: אירעה שגיאה בלתי ידועה, עמך הסליחה.
hr: Nažalost, došlo je do nepoznate greške.

source: Information is being collected from the system that will help the developers diagnose the report.
cs: Ze systému jsou shromažďovány informace, které vývojářům pomohou s diagnostikou hlášení.
de: Es werden Informationen vom gesammelt, die den Entwicklern helfen, das Problem zu diagnostizieren.
he: המידע שנאסף מהמערכת יסייע למפתחים לנתח את הדוח.
hr: Informacije se prikupljaju iz sustava koje će pomoći razvijateljima da dijagnosticiraju problem.

source: Loading report...
cs: Načítání hlášení…
de: Lade Report...
he: הדוח נטען…
hr: Učitavanje izvještaja...

source: Collecting information from the system failed. See the files in /var/log/installer for more.
cs: Shromažďování informací ze systému se nezdařilo. Další informace viz soubory ve /var/log/installer
de: Sammeln von Informationen aus dem System fehlgeschlagen. Bitte beachten Sie die Dateien in /var/log/installer.
he: איסוף המידע מהמערכת נכשל. בקבצים שבתוך ‎/var/log/installer יש מידע נוסף על כך.
hr: Neuspjelo prikupljanje informacija iz sustava. Pogledajte datoteke u /var/log/installer za više pojedinosti.

source: Loading the report failed. See the files in /var/log/installer for more.
cs: Načítání hlášení se nezdařilo. Viz soubory ve /var/log/installer
de: Laden des Berichtes fehlgeschlagen. Beachten Sie die Dateien in /var/log/installer.
he: טעינת הדוח נכשלה. נא לעיין בקבצים שב־‎/var/log/installer לפרטים נוספים.
hr: Neuspjelo učitavanje izvještaja. Pogledajte datoteke u /var/log/installer za više pojedinosti.

source: You can continue and the installer will just present the disks present in the system and not other block devices, or you may be able to fix the issue by switching to a shell and reconfiguring the system's block devices manually.
cs: Můžete pokračovat a instalátor pouze představí disky, přítomné v systému a ne ostatní bloková zařízení, nebo můžete být schopní opravit tento problém přepnutím do příkazového řádku a ručním přenastavením systémových blokových zařízení.
de: Du kannst fortfahren und der Installationsassistent wird einfach die Datenträger anzeigen, die aktuell im System erkannt und eingehängt wurden. Alternativ kannst du versuchen das Problem manuell über eine Shell-Sitzung zu lösen, indem du die Datenträgererkennung rekonfigurierst.
he: ניתן להמשיך ותכנית ההתקנה תציג את הכוננים שנמצאו במערכת ולא התקני בלוק נוספים או שתהיה לך אפשרות לתקן את המצב הזה על ידי מעבר למעטפת והגדרת התקני הבלוק של המכונה הזאת ידנית.
hr: Možete nastaviti i instalacijski program će samo obuhvatiti prisutne diskove u sustavu, a ne ostale blokovske uređaje, ili možda možete popraviti problem pokretanjem ljuske i ručnim ponovnim podešavanjem blokovskih uređaja sustava.

source: You may be able to fix the issue by switching to a shell and reconfiguring the system's block devices manually.
cs: Může být možné problém opravit přepnutím se do příkazového řádku a ručním přenastavením systémových blokových zařízení.
de: Sie können das Problem beheben, indem sie in eine Shell wechseln und die Blockgeräte des Systems manuell neukonfigurieren.
he: יש לך אפשרות לתקן את המצב הזה על ידי מעבר למעטפת והגדרת התקני הבלוג של המערכת ידנית.
hr: Možda možete popraviti problem pokretanjem ljuske i ručnim ponovnim podešavanjem blokovskih uređaja sustava.

source: You can continue with the installation but it will be assumed the network is not functional.
cs: V instalaci je možné pokračovat, ale bude se předpokládat, že síť není funkční.
de: Sie können mit der Installation fortfahren, jedoch wird das Netzwerk vermutlich nicht funktionsfähig sein.
he: ניתן להמשיך בהתקנה אבל בהנחה שהרשת אינה מתפקדת.
hr: Možete nastaviti s instalacijom ali pretpostavit će se da mreža nije funkcionalna.

source: You can continue or restart the installer.
cs: Můžete pokračovat nebo instalátor zrestartovat.
de: Sie können fortfahren oder das Installationsprogramm neustarten.
he: אפשר להמשיך או להפעיל את תוכנית ההתקנה מחדש.

source: Do you want to try starting the installation again?
cs: Chcete zkusit spustit instalaci znovu?
de: Möchten Sie die Installation erneut versuchen?
he: לנסות להפעיל את ההתקנה שוב?
hr: Želite li ponovno pokušati pokrenuti instalaciju?

source: Select continue to try the installation again.
cs: Pokud chcete provést opětovný pokus o instalaci, vyberte Pokračovat.
de: Wählen Sie Fortfahren, um die Installation erneut zu versuchen.
he: יש לבחור בהמשך או לנסות את ההתקנה שוב.
hr: Odaberie Nastavi za ponovni pokušaj instalacije.

source: If you want to help improve the installer, you can send an error report.
cs: Pokud chcete pomoci ve zlepšení instalátoru, můžete nám poslat hlášení chyby.
de: Wenn Sie mithelfen möchten, das Installationsprogramm zu verbessern, können Sie einen Fehlerbericht sendne.
he: כדי לסייע לשפר את תכנית ההתקנה ניתן לשלוח דוח שגיאות.
hr: Ako želite pomoći poboljšati instalacijski program, možete poslati izvještaj greške.

source: The install media checksum verification failed. It's possible that this crash is related to that checksum failure. Consider verifying the install media and retrying the install.
cs: Ověření kontrolního součtu instalačního média se nezdařilo. Je možné, že tento pád souvisí s tímto selháním kontrolního součtu. Zvažte ověření instalačního média a opakování instalace.

source: Cancel upload
cs: Zrušit odesílání
de: Hochladen abbrechen
he: ביטול ההעלאה
hr: Prekini slanje

source: Close report
cs: Zavřít hlášení
de: Bericht schließen
he: סגירת הדוח
hr: Zatvori izvještaj

source: Continue
cs: Pokračovat
de: Fortfahren
he: להמשיך
hr: Nastavi

source: Switch to a shell
cs: Přepnout do příkazového řádku
de: Zur Konsole wechseln
he: העברה למעטפת
hr: Pokreni ljusku

source: Restart the installer
cs: Restartovat instalátor
de: Das Installationsprogramm neustarten
he: הפעלת תכנית ההתקנה מחדש
hr: Ponovno pokreni instalacijski program

source: Send to Canonical
cs: Odeslat společnosti Canonical
de: An Canonical senden
he: שליחה ל־Canonical
hr: Pošalji u Canonical

source: Sent to Canonical
cs: Odesláno společnosti Canonical
de: An Canonical gesendent
he: נשלח ל־Canonical
hr: Pošalji u Canonical

source: View full report
cs: Zobrazit celé hlášení
de: Ganzen Bericht anzeigen
he: הצגת הדוח המלא
hr: Prikaži cjeloviti izvještaj

source: The error report has been saved to {loc} on the filesystem with label {label!r}.
cs: Hlášení chyby bylo uloženo do {loc} na souborový systém se štítkem {label!r}.
de: Der Fehlerbericht wurde nach {loc} auf dem Dateisystem mit dem Label {label!r} gepeichert.
he: דוח השגיאה נשמר אל {loc} במערכת הקבצים עם התווית {label!r}.
hr: Izvještaj greške je spremljen u {loc} na datotečnom sustavu naziva {label!r}.

source: DATE
cs: DATUM
de: DATUM
he: תאריך
hr: DATUM

source: KIND
cs: DRUH
de: FEHLERART
he: סוג
hr: VRSTA

source: STATUS
cs: STAV
he: מצב
hr: STANJE

source: Select an error report to view:
cs: Vyberte hlášení chyby, které zobrazit:
de: Einen Fehlerbericht auswählen, um ihn anzuzeigen:
he: נא לבחור את דוח השגיאה להצגה:
hr: Odaberi izvještaj greške za prikaz:

source: VIEWED
cs: ZOBRAZENO
de: ANGEZEIGT
he: נצפה
hr: PRIKAZANO

source: UNVIEWED
cs: NEZOBRAZENO
de: UNGELESEN
he: לא נצפה
hr: NEPRIKAZANO

source: formatted as {fstype}
cs: formatováno jako {fstype}
de: formatiert als {fstype}
he: מפורמט כ־{fstype}

source: , mounted at {path}
cs: , připojeno v {path}
de: , eingebunden nach {path}
he: , מעוגן תחת {path}

source: , not mounted
cs: , souborový systém nepřipojen
de: , nicht eingehängt
he: , לא מעוגן
hr: , nije montiran

source: unused {device}
cs: nepoužito {device}
de: unbenutzt {device}
he: {device} לא בשימוש

source: If you put all disks into RAIDs or LVM VGs, there will be nowhere to put the boot partition.
cs: Pokud všechny disky přiřadíte do RAID polí nebo LVM skupin svazků, nebude kam umístit oddíl pro zavaděč systému.
de: Wenn Sie alle Festplatten in RAIDs oder LVM-VGs einlegen, gibt es keinen Platz, um die Boot-Partition einzurichten.
he: אם כל הכוננים יוצבו בתוך RAID או קבוצות כרכים (VG) במנהל כרכים לוגי (LVM) לא יהיה איפה להציב את מחיצת האתחול.
hr: Ako stavite sve diskove u RAID-e ili GU ULU-a, neće biti prostora za stavljanje particije pokretanja sustava.

source: Do you really want to delete the {desc} {label}?
cs: Opravdu chcete smazat {desc} {label}?
de: Möchten Sie wirklich das {desc} {label} löschen?
he: למחוק את {desc} {label}?
hr: Sigurno želite obrisati {desc} {label}?

source: It is formatted as {fstype} and mounted at {path}
cs: Obsahuje souborový systém {fstype} a ten je připojen pod {path}
de: Es ist als {fstype} formatiert und wird bei {path} eingebunden
he: הוא מפורמט בתור {fstype} ומעוגן תחת {path}
hr: Formatiran je kao {fstype} i montiran na {path}

source: It is formatted as {fstype} and not mounted.
cs: Obsahuje souborový systém {fstype} a ten není nikam připojen.
de: Es ist als {fstype} formatiert und nicht eingebunden
he: הוא מפורמט בתור {fstype} ולא מעוגן.
hr: Formatiran je kao {fstype} i nije montiran.

source: It contains 1 logical volume
cs: Obsahuje 1 logický svazek
de: Es beinhaltet 1 logisches Volumen
he: מכיל מחיצה לוגית אחת
hr: Sadrži 1 logički uređaj

source: It contains 1 partition
cs: Obsahuje jeden oddíl
de: Es enthält 1 Partition.
he: מכיל מחיצה אחת
hr: Sadrži 1 particiju

source: It contains 1 volume.
cs: Obsahuje 1 svazek.
de: Es beinhaltet 1 Volumen.
he: מכיל כרך אחד.

source: It is not formatted or mounted.
cs: Neobsahuje souborový systém nebo není nikam připojeno.
de: Es ist nicht formatiert oder eingebunden.
he: אינו מפורמט או מעוגן.
hr: Nije formatiran ili montiran.

source: Delete
cs: Smazat
de: Löschen
he: מחיקה
hr: Obriši

source: Remove filesystem from {device}
cs: Odebrat souborový systém z {device}
de: Dateisystem von {device} entfernen
he: הסרת מערכת הקבצים מ־{device}

source: Do you really want to remove the existing filesystem from {device}?
cs: Opravdu chcete odebrat stávající souborový systém z {device}?
de: Möchten Sie wirklich das existierende Dateisystem von {device} entfernen?
he: להסיר את מערכת הקבצים הקיימת מ־{device}?

source: logical volumes
cs: logické svazky
de: logische Volumen
he: כרכים לוגיים
hr: logički uređaji

source: partitions
cs: oddíly
de: Partitionen
he: מחיצות
hr: particije

source: Remove all {things} from {obj}
cs: Odebrat všechny {things} z {obj}
de: Entferne alle {things} von {obj}
he: להסיר את כל ה{things} מתוך {obj}
hr: Ukloni sve {things} iz {obj}

source: Do you really want to remove all {things} from {obj}?
cs: Opravdu chcete odebrat všechny {things} z {obj}?
de: Möchten Sie wirklich alle {things} von {obj} entfernen?
he: להסיר את כל ה{things} מתוך {obj}?
hr: Sigurno želite ukloniti sve {things} iz {obj}?

source: Reformat
cs: Znovu vytvořit souborový systém
de: Umformatieren
he: פרמוט מחדש
hr: Ponovno formatiraj

source: existing {fstype}
cs: stávající {fstype}
de: existierendes {fstype}
he: {fstype} קיים
hr: postojeći {fstype}

source: new {fstype}
cs: nový {fstype}
de: neues {fstype}
he: {fstype} חדש
hr: novi {fstype}

source: No disks or partitions mounted.
cs: Nejsou připojená žádná úložiště nebo oddíly.
de: Keine Datenträger oder Partitionen eingebunden.
he: לא עוגנו כוננים או מחיצות.
hr: Nema montiranih diskova ili particija.

source: MOUNT POINT
cs: PŘÍPOJNÝ BOD
de: EINHÄNGEPUNKT
he: נקודת עגינה
hr: TOČKA MONTIRANJA

source: SIZE
cs: VELIKOST
de: GRÖSSE
he: גודל
hr: VELIČINA

source: TYPE
cs: TYP
de: TYP
he: סוג
hr: VRSTA

source: DEVICE TYPE
cs: TYP ZAŘÍZENÍ
de: GERÄTETYP
he: סוג התקן
hr: VRSTA UREĐAJA

source: Unmount
cs: Odpojit
de: Aushängen
he: ביטול עיגון
hr: Odmontiraj

source: No available devices
cs: Žádná zařízení k dispozici
de: Keine verfügbaren Geräte
he: אין התקנים זמינים
hr: Nema dostupnih uređaja

source: No used devices
cs: Žádná využitá zařízení
de: Keine genutzten Geräte
he: אין התקנים בשימוש
hr: Nema iskorištenih uređaja

source: Remove from {device}
cs: Odebrat ze {device}
de: Entferne von {device}
he: הסרה מתוך {device}
hr: Ukloni s {device}

source: Create Logical Volume
cs: Vytvořit logický svazek
de: Logisches Volumen erstellen
he: יצירת כרך לוגי
hr: Stvori Logički uređaj

source: Add {ptype} Partition
cs: Přidat {ptype} oddíl
de: Füge {ptype} Partition hinzu
he: הוספת מחיצת {ptype}
hr: Dodaj {ptype} particiju

source: Stop Using As Boot Device
cs: Přestat používat jako zařízení pro zavádění systému
de: Benutze nicht mehr als Boot-Device
he: להפסיק להשתמש כהתקן אתחול
hr: Prestani koristiti kao uređaj pokretanja sustava

source: Add As Another Boot Device
cs: Přidat jako další zařízení pro zavádění systému
de: Füge als weitere Boot-Device hinzu
he: להוסיף כהתקן אתחול נוסף
hr: Dodaj kao drugi uređaj pokretanja sustava

source: Use As Boot Device
cs: Použít jako zařízení pro zavádění systému
de: Als Boot-Device benutzen
he: להשתמש כהתקן אתחול
hr: Koristi kao uređaj pokretanja sustava

source: DEVICE
cs: ZAŘÍZENÍ
de: GERÄT
he: התקן
hr: UREĐAJ

source: Storage configuration
cs: Nastavení úložiště
de: Speicherplatzkonfiguration
he: הגדרות אחסון
hr: Podešavanje pohrane

source: Create software RAID (md)
cs: Vytvořit softwarové RAID pole (md)
de: Software-RAID (md) erstellen
he: יצירת RAID בתכנה (md)
hr: Stvori softverski RAID (VU) višediskovni uređaj

source: Create volume group (LVM)
cs: Vytvořit skupinu svazků (LVM)
de: Datenträgergruppe (LVM) anlegen
he: ליצור קבוצת כרכים (LVM)
hr: Stvori grupu uređaja (ULU)

source: FILE SYSTEM SUMMARY
cs: SOUHRN SOUBOROVÝCH SYSTÉMŮ
de: ZUSAMMENFASSUNG DES DATEISYSTEMS
he: תקציר מערכת קבצים
hr: SAŽETAK DATOTEČNOG SUSTAVA

source: AVAILABLE DEVICES
cs: ZAŘÍZENÍ K DISPOZICI
de: VERFÜGBARE GERÄTE
he: התקנים זמינים
hr: DOSTUPNI UREĐAJI

source: USED DEVICES
cs: VYUŽITÁ ZAŘÍZENÍ
de: GENUTZTE GERÄTE
he: התקנים בשימוש
hr: ISKORIŠTENI UREĐAJI

source: Mount a filesystem at /
cs: Připojit souborový systém pod /
de: Ein Dateisystem nach / einbinden
he: עיגון מערכת קבצים תחת /
hr: Montiraj datotečni sustav na /

source: Select a boot disk
cs: Vybrat disk pro zavádění systému
de: Eine Bootfestplatte auswählen
he: בחירה בכונן אתחול
hr: Odaberi disk pokretanja sustava

source: To continue you need to:
cs: Aby bylo možné pokračovat, bude zapotřebí:
de: Um fortzufahren, müssen Sie:
he: כדי להמשיך עליך:
hr: Za nastavak vam je potrebno:

source: Reset
cs: Vrátit na výchozí
de: Zurücksetzen
he: איפוס
hr: Poništi

source: Configure a guided storage layout, or create a custom one:
cs: Nastavit rozvržení úložiště vedeně, nebo vytvořit uživatelsky určené:
de: Konfiguriere ein geführtes Speicherlayout oder erstelle ein eigenes:
he: הגדרת פריסה מודרכת של חלוקה למחיצות או יצירה של פריסה משלך:
hr: Podesite navođeni raspored pohrane, ili stvorite jedan prilagođeni:

source: Passphrase:
cs: Heslová fráze:
he: מילת צופן:
hr: Lozinka:

source: Confirm passphrase:
cs: Zopakování heslové fráze:
de: Passphrase bestätigen:
he: אימות מילת צופן:
hr: Potvrdi lozinku:

source: The key will be stored as ~/recovery-key.txt in the live system and will be copied to /var/log/installer/ in the target system.
cs: Klíč bude uložen jako ~/recovery-key.txt v aktivním živém systému a bude zkopírován do /var/log/installer/ v cílovém systému.

source: Passphrase must be set
cs: Je třeba, aby heslová fráze byla nastavena
de: Passphrase muss gesetzt werden
he: יש להגדיר מילת צופן
hr: Lozinka mora biti postavljena

source: Passphrases do not match
cs: Zadaní heslové fráze nejsou stejná
de: Passphrasen stimmen nicht überein
he: מילות הצופן אינן תואמות
hr: Lozinke se ne podudaraju

source: Encrypt the LVM group with LUKS
cs: Šifrovat LVM skupinu pomocí LUKS
de: Die LVM-Gruppe mit LUKS verschlüsseln
he: הצפנת קבוצת ה־LVM עם LUKS
hr: Šifriraj ULU grupu s LUKS

source: The entire disk will be encrypted and protected by the TPM. If this option is deselected, the disk will be unencrypted and without any protection.
cs: Celý disk bude zašifrován a chráněn modulem TPM. Pokud tato možnost není zaškrtnuta, disk bude nešifrovaný a bez jakékoli ochrany.

source: The entire disk will be encrypted and protected by the TPM.
cs: Celý disk bude zašifrován a chráněn modulem TPM.

source: Set up this disk as an LVM group
cs: Nastavit tento disk jako LVM skupinu
de: Diese Festplatte als LVM-Gruppe konfigurieren
he: הגדרת הכונן הזה בתור קבוצת LVM
hr: Postavi ovaj disk kao ULU grupu

source: Full disk encryption with TPM
cs: Šifrování celého disku pomocí TPM

source: Use an entire disk
cs: Použít celý disk
de: Eine ganze Festplatte verwenden
he: להשתמש בכונן כולו
hr: Koristi cijeli disk

source: Custom storage layout
cs: Uživatelsky určené rozvržení úložiště
de: Benutzerdefinierte Partitionierung
he: פריסת אחסון מותאמת אישית
hr: Prilagođeni raspored pohrane

source: The "Use an entire disk" option installs Ubuntu onto the selected disk, replacing any partitions and data already there. If the platform requires it, a bootloader partition is created on the disk. If you choose to use LVM, two additional partitions are then created, one for /boot and one covering the rest of the disk. An LVM volume group is created containing the large partition. A logical volume is created for the root filesystem, sized using some simple heuristic. It can easily be enlarged with standard LVM command line tools (or on the next screen). You can also choose to encrypt LVM volume group. This will require setting a passphrase, that one will need to type on every boot before the system boots. If you do not choose to use LVM, a single partition is created covering the rest of the disk which is then formatted as ext4 and mounted at /. In either case, you will still have a chance to review and modify the results. If you choose to use a custom storage layout, no changes are made to the disks and you will have to, at a minimum, select a boot disk and mount a filesystem at /.
cs: Možnost „Použít celý disk“ nainstaluje Ubuntu na vybraný disk a nahradí všechny oddíly a data, která zde již existují. Pokud to platforma vyžaduje, vytvoří se na disku oddíl bootloaderu. Pokud se rozhodnete použít LVM, vytvoří se další dva oddíly, jeden pro /boot a jeden pokrývající zbytek disku. Vytvoří se skupina svazků LVM obsahující velký oddíl. Pro kořenový souborový systém je vytvořen logický svazek jehož velikost se určí pomocí jednoduché heuristiky. Lze jej snadno zvětšit pomocí standardních nástrojů příkazového řádku LVM (nebo na další obrazovce). Můžete také zvolit šifrování skupiny svazků LVM. To bude vyžadovat nastavení přístupové heslové fráze, kterou budete muset zadat při každém zavádění před spouštěním systému. Pokud se nerozhodnete používat LVM, vytvoří se jeden oddíl pokrývající zbytek disku, který je poté naformátován jako ext4 a připojen k /. V obou případech budete mít stále možnost zkontrolovat a upravit výsledky. Pokud se rozhodnete použít vlastní rozložení úložiště, na discích se neprovedou žádné změny a budete muset minimálně vybrat spouštěcí (bootovací) disk a připojit souborový systém na /.

source: Block probing did not discover any disks big enough to support guided storage configuration. Manual configuration may still be possible.
cs: Zjišťování blokových zařízení nenašlo žádný disk, který by byl dostatečně velký na to, aby bylo možné provést vedené uspořádání úložiště. Pořád ale ještě může být možné provést ruční uspořádání.
de: Blocküberprüfung konnte keine Platte mit erforderlicher Größe zur Unterstützung der geführten Speicherkonfiguration ermitteln. Manuelle Konfiguration könnte immer noch möglich sein.
he: תשאול התקני בלוק, לא גילה כוננים גדולים מספיק מכדי לתמוך בתצורת אחסון מודרכת. עדיין אפשר להגדיר אותה ידנית.
hr: Sondiranje bloka nije otkrilo dovoljno velik disk za podršku podešavanja navođenog particioniranja pohrane. Ručno podešavanje je još uvijek moguće.

source: Block probing did not discover any disks. Unfortunately this means that installation will not be possible.
cs: Zjišťování blokových zařízení neobjevilo žádné disky. Žel to znamená, že nelze provést instalaci.
de: Blocküberprüfung konnte keine Platten ermitteln. Unglücklicherweise bedeutet das, dass die Installation nicht möglich ist.
he: תשאול התקני בלוק לא זיהה כוננים כלשהם. לרוע המזל המשמעות היא שלא ניתן להתקין כלל.
hr: Sondiranje bloka nije otkrilo nijedan disk. Nažalost, ovo znači da instalacija neće biti moguća.

source: Guided storage configuration
cs: Vedené uspořádání úložiště
de: Begleitete Speicherplatzkonfiguration
he: הגדרת אחסון מודרכת
hr: Navođeno podešavanje pohrane

source: Choose a disk to install to:
cs: Vyberte disk, na který chcete instalovat:

source: Help on guided storage configuration
cs: Nápověda k vedenému uspořádání úložiště
de: Hilfe bei der geführten Speicherplatzkonfiguration
he: עזרה בהגדרת אחסון מודרכת
hr: Pomoć za navođeno podešavanje pohrane

source: The only characters permitted in the name of a volume group are a-z, A-Z, 0-9, +, _, . and -
cs: Jedinými znaky, povolenými v názvu skupiny svazků, jsou a-z, A-Z, 0-9, +, _, . a -
de: Die einzigen zulässigen Zeichen im Namen einer Datenträgergruppe sind a-z, A-Z, 0-9, +, _, . und -.
he: התווים היחידים שמותר להשתמש בהם בשם הכרך הם a-z,‏ A-Z,‏ 0-9, +, _, . וגם -
hr: Jedini dopušteni znakovi u nazivu grupe uređaja su a-z, A-Z, 0-9, +, _, . i -

source: Passphrases
cs: Heslové fráze
de: Passphrasen
he: מילות צופן:
hr: Lozinke

source: Devices:
cs: Zařízení:
de: Geräte:
he: התקנים:
hr: Uređaji:

source: Size:
cs: Velikost:
de: Größe:
he: גודל:‏
hr: Veličina:

source: Create encrypted volume
cs: Vytvořit šifrovaný svazek
de: Verschlüsselten Datenträger erstellen
he: יצירת כרך מוצפן
hr: Stvori šifrirani uređaj

source: Also create a recovery key:
cs: Také vytvořit klíč pro obnovení:

source: The key will be stored as ~/recovery-key-{name}.txt in the live system and will be copied to /var/log/installer/ in the target system.
cs: Klíč bude uložen jako ~/recovery-key-{name}.txt v aktivním živém systému a bude zkopírován do /var/log/installer/ v cílovém systému.

source: Select at least one device to be part of the volume group.
cs: Vyberte alespoň jedno zařízení, aby se stalo součástí skupiny svazků.
de: Wählen Sie mindestens ein Gerät aus, das Teil der Volume-Gruppe sein soll
he: יש לבחור בהתקן אחד לפחות לצירוף לקבוצת הכרכים.
hr: Odaberite najmanje jedan uređaj kao dijela grupe uređaja.

source: The name of a volume group cannot be empty
cs: Název skupiny svazků je třeba vyplnit
de: Der Name einer Volumengruppe darf nicht leer sein
he: שם קבוצת הכרכים לא יכול להישאר ריק
hr: Naziv grupe uređaja ne može biti prazan

source: The name of a volume group cannot start with a hyphen
cs: Název skupiny svazků nemůže začínat spojovníkem
de: Der Name einer Datenträgergruppe darf nicht mit einem Bindestrich beginnen
he: שם קבוצת הכרכים לא יכול להתחיל במינוס
hr: Naziv grupe uređaja ne može započeti s crticom

source: There is already a volume group named '{name}'
cs: Už zde existuje skupina svazků nazvaná „{name}“
de: Es existiert bereits eine Volumen-Gruppe Namens »{name}«
he: כבר יש קבוצת כרכים בשם ‚{name}’
hr: Već postoji grupa uređaja naziva '{name}'

source: {name} is not a valid name for a volume group
cs: {name} není platný název pro skupinu svazků
de: {name} ist kein gültiger Name für eine Volumen-Gruppe
he: {name} אינו שם תקני לקבוצת כרכים
hr: {name} nije valjani naziv grupe uređaja

source: Create LVM volume group
cs: Vytvořit LVM skupinu svazků
de: LVM-Volumengruppe erstellen
he: יצירת קבוצת כרכים ב־LVM
hr: Stvori ULU grupu uređaja

source: Edit volume group "{name}"
cs: Upravit skupinu svazku „{name}“
de: Bearbeite Volumen-Gruppe »{name}«
he: לערוך את קבוצת הכרכים „{name}”
hr: Uredi grupu uređaja "{name}"

source: Leave unformatted
cs: Ponechat bez souborového systému
de: Unformatiert lassen
he: להשאיר לא מפורמט
hr: Ostavi neformatirano
