Repository: canonical/subiquity
Catalog: po/*.po
Languages: cs, de, he, hr

source: Control-E
cs: Ctrl+E
de: Strg-E

source: generate noisy error report
cs: vytvořit podprobnější hlášení chyby
de: generiere lauten Fehlerbericht
he: לייצר דוח שגיאות רועש
hr: stvori opširniji izvještaj greške

source: Control-R
cs: Ctrl+R
de: STRG-R

source: generate quiet error report
cs: vytvořit stručnější hlášení chyby
de: generiere leisen Fehlerbericht
he: לייצר דוח שגיאות שקט
hr: stvori sažetiji izvještaj greške

source: Control-G
cs: CTRL+G
de: STRG-G

source: pretend to run an install
cs: předstírat pro spuštění instalace
de: Installationslauf simulieren
he: לדמות הרצת התקנה
hr: pretvaraj se da se instalacija izvodi

source: Control-U
cs: Ctrl+U
de: STRG-U

source: crash the ui
cs: zhavarovat uživatelské rozhraní
de: UI zum Absturz bringen
he: הקרסת מנשק המשתמש
hr: sruši korisničko sučelje

source: (dry-run only)
cs: (pouze průchod nanečisto)
de: (nur Trockenlauf)
he: (הרצת דמה בלבד)
hr: (samo test)

source: Shortcut Keys
cs: Klávesové zkratky
de: Tastenkombinationen
he: מקשי קיצור
hr: Tipke prečaca

source: About this installer
cs: O tomto instalátoru
de: Über diesen Installer
he: על תכנית ההתקנה
hr: O ovom instalacijskom programu

source: Keyboard shortcuts
cs: Klávesové zkratky
de: Tastenkombinationen
he: קיצורי מקלדת
hr: Prečaci tipkovnice

source: Enter shell
cs: Vstoupit do příkazového řádku
de: Shell aufrufen
he: כניסה למעטפת
hr: Pokreni ljusku

source: Help on SSH access
cs: Nápověda k SSH přístupu
de: Hilfe bei SSH-Zugriff
he: עזרה בגישה ל־SSH
hr: Pomoć za SSH pristup

source: Toggle rich mode
cs: Vyp/zap. pestřejší režim
de: Farbunterstützung umschalten
he: החלפת מצב עשיר

source: Help on this screen
cs: Nápověda k této obrazovce
de: Hilfe bei diesem Bildschirm
he: עזרה על המסך הזה
hr: Pomoć ovog zaslona

source: View error reports
cs: Zobrazit hlášení chyb
de: Zeige Fehlerbericht
he: הצגת דוחות שגיאה
hr: Prikaži izvještaje greške

source: Help
cs: Nápověda
de: Hilfe
he: עזרה
hr: Pomoć

source: About the installer
cs: O instalátoru
de: Über den Installer
he: על תכנית ההתקנה
hr: O instalcijskom programu

source: The characters : , and = are not permitted in this field
cs: Znaky „:“ (dvojtečka), „,“ (čárka) a = (rovnítko) není v této kolonce možné použít
de: Die Zeichen: , und = sind in diesem Feld nicht erlaubt
he: אסור להשתמש בתווים: , ו־= בשדה זה
hr: Znakovi : , i = nisu dopušteni u ovom polju

source: The only characters permitted in this field are a-z, 0-9, _ and -
cs: Jedinými znaky, které je možné v této kolonce použít, jsou a-z (bez diakritiky), 0-9, _ (podtržítko) a - (mínus/spojovník)
de: Die einzigen erlaubten Zeichen in diesem Feld sind a-z. 0-9, _ und -
he: התווים היחידים בהם מותר להשתמש בשדה זה הם a-z,‏ 0-9, _ ו־-
hr: Jedini dopušteni znakovi u ovom polju su a-z, 0-9, _ i -

source: Your name:
cs: Vaše jméno:
de: Ihr Name:
he: השם שלך:
hr: Vaše ime:

source: Your server's name:
cs: Název pro váš server:
de: Name Ihres Servers:
he: שם השרת שלך:
hr: Naziv vašeg poslužitelja:

source: The name it uses when it talks to other computers.
cs: Název se používá při komunikaci s ostatními počítači.
de: Der Name, der bei der Kommunikation mit anderen Rechnern verwendet wird.
he: השם בו ייעשה שימוש לטובת תקשורת עם מחשבים אחרים.
hr: Naziv koji će se koristiti za komunikaciju s ostalim računalima.

source: Pick a username:
cs: Vyberte uživatelské jméno:
de: Bitte Benutzernamen auswählen:
he: נא לבחור שם משתמש:
hr: Odaberite korisničko ime:

source: Choose a password:
cs: Zvolte heslo:
de: Bitte Passwort auswählen:
he: נא לבחור ססמה:
hr: Odaberite lozinku:

source: Confirm your password:
cs: Potvrďte své heslo:
de: Passwort bestätigen:
he: אימות הססמה שלך:
hr: Potvrdite vašu lozinku:

source: Name too long, must be less than {limit}
cs: Název je příliš dlouhý, je třeba, aby byl kratší než {limit}
de: Name zu lang, muss kleiner als {limit} sein
he: השם ארוך מדי, חייב להיות קצר מ־{limit}

source: Server name must not be empty
cs: Název serveru nemůže zůstat nevyplněný
de: Servername darf nicht leer sein
he: שם השרת לא יכול להישאר ריק
hr: Naziv poslužitelja ne smije biti prazan

source: Server name too long, must be less than {limit}
cs: Název serveru je příliš dlouhý, je třeba, aby byl kratší než {limit}
de: Servername zu lang, muss kleiner als {limit} sein
he: שם השרת ארוך מדי, חייב להיות קצר מ־{limit}

source: Hostname must match HOSTNAME_REGEX:
cs: Je třeba, aby název stroje odpovídal regulárnímu výrazu HOSTNAME_REGEX:
de: Hostname muss HOSTNAME_REGEX entsprechen:
he: שם המארח חייב לענות ל־HOSTNAME_REGEX:

source: Username missing
cs: Chybí uživatelské jméno
de: Benutzername fehlt
he: שם המשתמש חסר
hr: Korisničko ime nedostaje

source: Username too long, must be less than {limit}
cs: Uživatelské jméno je příliš dlouhé, je třeba, aby byl kratší než {limit}
de: Benutzername zu lang, muss kleiner als {limit} sein
he: שם המשתמש ארוך מדי, חייב להיות קצר מ־{limit}

source: Username must match USERNAME_REGEX:
cs: Je třeba, aby uživatelské jméno odpovídalo regulárnímu výrazu USERNAME_REGEX:
de: Benutzername muss USERNAME_REGEX entsprechen:
he: שם המשתמש חייב לענות על USERNAME_REGEX:

source: The username "{username}" is reserved for use by the system.
cs: Uživatelské jméno „{username}“ je vyhrazeno pro použití systémem.
de: Der Benutzername "{username}" ist für die Nutzung durch das System reserviert.
he: שם המשתמש „{username}” שמור לשימוש המערכת.
hr: Korisničko ime "{username}" je rezervirano za korištenje od strane sustava.

source: The username "{username}" is already in use.
cs: Uživatelské jméno „{username}“ se již používá.

source: Password must be set
cs: Je třeba nastavit heslo
de: Passwort muss festgelegt werden
he: יש להגדיר ססמה
hr: Lozinka mora biti postavljena

source: Passwords do not match
cs: Zadání hesla se neshodují
de: Passwörter stimmen nicht überein
he: הססמאות אינן תואמות
hr: Lozinke se ne podudaraju

source: Passwords
cs: Hesla

source: Reboot Now
cs: Restartovat nyní
de: Jetzt neustarten
he: הפעלה מחדש כעת
hr: Ponovno pokreni odmah

source: View error report
cs: Zobrazit hlášení chyb
de: Fehlerbericht anzeigen
he: הצגת דוח שגיאות
hr: Pogledaj izvještaj greške

source: View full log
cs: Zobrazit celý záznam událostí
de: Vollständigen Log anzeigen
he: הצגת יומן מלא
hr: Pogledaj potpuni zapis

source: Full installer output
cs: Úplný výstup z instalátoru
de: Vollständige Installer-Ausgabe
he: פלט תכנית ההתקנה המלא
hr: Potpuni prikaz instalcije

source: Installing system
cs: Instaluje se systém
de: Installation des Grundsystems
he: המערכת בהליכי התקנה
hr: Instalacija sustava

source: Starting installer
cs: Spouštění instalátoru
de: Starten des Installationsprogramms

source: Waiting on cloud-init
cs: Čekání na cloud-init
de: Warten auf cloud-init Dienst

source: Running early-commands
cs: Spouštění časných příkazů
de: Ausführen von als vorgezogen eingetragene Befehlen

source: Installation complete!
cs: Instalace dokončena!
de: Installation komplett!
he: ההתקנה הושלמה!
hr: Instalacija završena!

source: An error occurred during installation
cs: V průběhu instalace došlo k chybě
de: Ein Fehler ist während der Installation aufgetreten
he: אירעה שגיאה במהלך ההתקנה
hr: Greška se dogodila tijekom instalacije

source: Subiquity server process has exited
cs: Proces serveru Subiquity byl ukončen
de: Der Subiquity Serverprozess wurde beendet

source: Rebooting...
cs: Restartování…
de: Neustarten …
he: המכונה מופעלת מחדש…
hr: Ponovno pokretanje...

source: Selecting Continue below will begin the installation process and result in the loss of data on the disks selected to be formatted. You will not be able to return to this or a previous screen once the installation has started. Are you sure you want to continue?
cs: Vybrání Pokračovat (níže) zahájí proces instalace a povede ke ztrátě dat na discích vybraných k instalaci. Po zahájení instalace se už nebude možné vrátit k této nebo předchozí obrazovce. Opravdu chcete pokračovat?
de: Wenn Sie unten Fortfahren wählen, wird der Installationsprozess beginnen und alle Daten auf den zur Formatierung ausgewählten Platten verloren gehen. Sie können nicht mehr zu diesem oder einem vorherigen Bildschirm zurückgehen, sobald die Installation gestartet wurde. Möchten Sie wirklich fortfahren?
he: בחירה בהמשך תתחיל את תהליך ההתקנה ותוביל לאבדן הנתונים בכוננים שנבחרו לפרמוט. לא תהיה לך אפשרות לחזור למסך הזה או לקודמו לאחר התחלת ההתקנה. שנמשיך?
hr: Odabirom Nastavi ispod će pokrenuti proces instalacije i rezultirati će gubitkom podataka na diskovima odabranim za formatiranje. Nećete se moći vratiti na ovaj ili prijašnji zaslon jednom kada se proces instalacije pokrene. Sigurno želite nastaviti?

source: Confirm destructive action
cs: Potvrdit destruktivní akci
de: Bestätigen Sie destruktive Aktionen
he: אישור פעולה הרסנית
hr: Potvrdi razornu radnju

source: The installer running on {tty} is currently installing the system. You can wait for this to complete or switch to a shell.
cs: Instalátor spuštěný na {tty} v tuto chvíli instaluje systém.
de: Der auf {tty} laufende Installationsassistent installiert gerade das System. Sie können auf den Abschluss des Prozesses warten oder zu einer Konsole wechseln.
he: תכנית ההתקנה שפועל על גבי {tty} מתקינה כעת את המערכת. ניתן להמתין לסיום ההתקנה או לעבור למעטפת.
hr: Instalacijski program na {tty} trenutno instalira sustav. Možete pričekati završetak instalacije ili prebaciti na ljusku.

source: Keyboard auto-detection
cs: Automatické zjištění rozvržení klávesnice
de: Tastatur-Autoerkennung
he: זיהוי מקלדת אוטומטית
hr: Automatsko otkrivanje tipkovnice

source: Keyboard detection starting. You will be asked a series of questions about your keyboard. Press escape at any time to go back to the previous screen.
cs: Spouští se zjištění rozvržení klávesnice. Bude vám položena série dotazů o vaší klávesnici. Stiskem klávesy Esc se kdykoli můžete vrátit na předchozí obrazovku.
de: Tastatur-Erkennung startet. Ihnen werden eine Reihe von Fragen über Ihre Tastatur gestellt. Drücken Sie Escape, um jederzeit zum vorherigen Bildschirm zurückzukehren.
he: הליך זיהוי המקלדת מתחיל. בפניך תופענה סדרה של שאלות על המקלדת שלך. ניתן ללחוץ על Esc בכל עת כדי לחזור למסך הקודם.
hr: Otkrivanje tipkovnice će započeti. Biti će vam postavljeno niz pitanja o vašoj tipkovnici. Pritisnite 'escape' tipku u bilo koje vrijeme kako bi se vratili na prijašnji zaslon.

source: Keyboard auto detection completed. Your keyboard was detected as:
cs: Automatické zjištění rozvržení klávesnice dokončeno. Vaše klávesnice rozpoznána jako:
de: Automatische Erkennung der Tastatur fertiggestellt. Ihre Tastatur wurde erkannt als:
he: זיהוי המקלדת האוטומטי הצליח. המקלדת שלך זוהתה בתור:
hr: Automatsko otkrivanje tipkovnice je završeno. Vaša tipkovnica je otkrivena:

source: If this is correct, select Done on the next screen. If not you can select another layout or run the automated detection again.
cs: Pokud je toto správně, vyberte na příští obrazovce Hotovo. Pokud ne, můžete vybrat jiné rozvržení nebo spustit automatické zjišťování znovu.
de: Wenn dies korrekt ist, wählen Sie auf dem nächsten Bildschirm die Option Fertig. Wenn nicht, können Sie ein anderes Layout auswählen oder die automatische Erkennung erneut ausführen.
he: אם הצעה זו נכונה, יש לבחור בסיום במסך הבא. אם לא, ניתן לבחור בפריסה אחרת ולהריץ את הזיהוי האוטומטי שוב.
hr: Ako je raspored ispravno otkriven, odaberite 'Završi' na sljedećem zaslonu. A ako nije možete odabrati drugi raspored tipkovnice ili ponovno pokrenuti automatsko otkrivanje tipkovnice.

source: Layout
cs: Rozvržení
de: Tastaturbelegung
he: פריסה
hr: Raspored

source: Variant
cs: Varianta
de: Variante
he: הגוון
hr: Varijanta

source: Please press one of the following keys:
cs: Stiskněte jednu z následujících kláves:
de: Bitte drücken Sie eine der folgenden Tasten:
he: נא ללחוץ על אחד מהתווים הבאים:
hr: Pritisnite jednu od sljedećih tipki:

source: Input was not recognized, try again
cs: Vstup nebyl rozpoznán, zkuste to znovu
de: Eingabe wurde nicht erkannt, versuchen Sie es erneut
he: הקלט לא זוהה, נא לנסות שוב
hr: Upis nije prepoznat, pokušajte ponovno

source: Is the following key present on your keyboard?
cs: Nachází se následující klávesa na vaší klávesnici?
de: Ist die folgende Taste auf Ihrer Tastatur vorhanden?
he: האם המקש הבא מופיע במקלדת שלך?
hr: Je li sljedeća tipka prisutna na vašoj tipkovnici?

source: You will need a way to toggle the keyboard between the national layout and the standard Latin layout. Right Alt or Caps Lock keys are often chosen for ergonomic reasons (in the latter case, use the combination Shift+Caps Lock for normal Caps toggle). Alt+Shift is also a popular combination; it will however lose its usual behavior in Emacs and other programs that use it for specific needs. Not all listed keys are present on all keyboards.
cs: Budete potřebovat způsob jak přepínat klávesnici mezi národním rozvržením a standardním pro latinku. Pravý Alt nebo Caps Lock jsou obvykle voleny z důvodu ergonomie (ve druhém z uvedených příkladů, použijete pro běžnou funkci Caps kombinaci Shift+Caps Lock). Alt+Shift je také oblíbená kombinace, nicméně ztratí své obvyklé chování v Emacs a ostatních programech, které ji používají pro specifické potřeby. Ne všechny vypsané klávesy se nacházejí na všech klávesnicích.
de: Sie benötigen eine Möglichkeit, die Tastatur zwischen dem nationalen Layout und dem lateinischen Standardlayout umzuschalten. Die rechten Alt- oder Caps Lock-Tasten werden oft aus ergonomischen Gründen gewählt (im letzteren Fall verwenden Sie die Kombination Shift+Caps Lock für normale Caps Toggle). Alt+Shift ist ebenfalls eine beliebte Kombination; sie wird jedoch ihr gewohntes Verhalten in Emacs und anderen Programmen, die sie für bestimmte Zwecke verwenden, verlieren. Nicht alle aufgeführten Tasten sind auf allen Tastaturen vorhanden.
he: יהיה לך צורך להחליף בין פריסה מקומית לפריסה הלטיני התקנית. לרוב משתמשים במקשי ה־Alt השמאלי או ב־Caps Lock מטעמים ארגונומיים (במקרה השני, יש להשתמש ב־Shift+Caps Lock כדי להחליף מצב אותיות גדולות). Alt+Shift הוא גם צירוף מקובל, עם זאת הוא עשוי לאבד את ההתנהגות הנפוצה שלו ב־Emacs ובתכניות אחרות שמשתמשים בצירוף לצרכים מסוימים. לא כל המקשים שמופיעים קיימים בכל המקלדות.
hr: Trebati će vam način prebacivanja tipkovnice između nacionalnog i standardnog latiničnog rasporeda. Desni Alt ili Caps Lock tipke uobičajeno su odabrane iz ergonomskih razloga (za mala slova, koristite kombinaciju Shift+Caps Lock za normalno prebacivanje veličine slova). Alt+Shift je isto tako popularna kombinacija; međutim izgubiti će svoje uobičajeno ponašanje u Emacsu i drugim programima koji se koriste za određene namjene. Nisu sve prikazane tipke prisutne na svim tipkovnicama.

source: Right Alt (AltGr)
cs: Pravý Alt (AltGr)
de: Alt rechts (AltGr)
he: Alt ימני (AltGr)
hr: Desni Alt (AltGr)

source: Right Control
cs: Pravý Ctrl
de: Strg rechts
he: Control ימני
hr: Desni Control

source: Right Shift
cs: Pravý Shift
de: Umschalttaste rechts
he: Shift ימני
hr: Desni Shift

source: Right Logo key
cs: Pravá klávesa logo
de: Windows-Taste rechts
he: כפתור סמל ימני
hr: Desna Logo tipka

source: Menu key
cs: Klávesa Menu
de: Menütaste
he: כפתור תפריט
hr: Tipka Izbornika

source: Left Control+Left Shift
cs: Levý Control+levý Shift
de: Strg-Links+Umschalttaste-Links
he: שמאלי Control+שמאלי Shift
hr: Lijevi Control+Lijevi Shift

source: Left Alt
cs: Levý Alt
de: Alt-links
he: Alt שמאלי
hr: Lijevi Alt

source: Left Control
cs: Levý Ctrl
de: Strg-links
he: Control שמאלי
hr: Lijevi Control

source: Left Shift
cs: Levý Shift
de: Umschalt links
he: Shift שמאלי
hr: Lijevi Shift

source: Left Logo key
cs: Levá klávesa logo
de: Symboltaste links
he: כפתור סמל שמאלי
hr: Lijeva Logo tipka

source: Scroll Lock key
cs: Klávesa Scroll Lock
de: Rollen-Taste
he: מקש ה־Scroll Lock
hr: Scroll Lock tipka

source: No toggling
cs: Bez přepínání
de: Keine Umschaltung
he: ללא החלפה
hr: Bez prebacivanja

source: Shortcut:
cs: Klávesová zkratka:
de: Tastenkombination:
he: קיצור דרך:
hr: Prečac:

source: Select layout toggle
cs: Vyberte přepínání rozvržení
de: Layoutumschaltung auswählen
he: נא לבחור צירוף להחלפת פריסה
hr: Odaberi prebacivanje rasporeda

source: Layout:
cs: Rozvržení:
de: Belegung:
he: פריסה:
hr: Raspored:

source: Variant:
cs: Varianta:
de: Variante:
he: הגוון:
hr: Varijanta:

source: Keyboard configuration
cs: Nastavení klávesnice
de: Tastatur-Konfiguration
he: הגדרות מקלדת
hr: Postavke tipkovnice

source: Please select the layout of the keyboard directly attached to the system, if any.
cs: Vyberte rozvržení klávesnice, která je přímo připojená k systému (pokud je připojená).
de: Bitte wählen Sie das Layout, der an das System angeschlossenen Tastatur aus, falls vorhanden.
he: נא לבחור את פריסת המקלדת שמחוברת ישירות למערכת, אם יש כזאת.
hr: Odaberite raspored tipkovnice priključene na sustav, ako postoji.

source: Please select your keyboard layout below, or select "Identify keyboard" to detect your layout automatically.
cs: Níže vyberte rozvržení své klávesnice, nebo vyberte „identifikovat klávesnici“ pro automatické zjištění rozvržení.
de: Bitte wählen Sie unten Ihr Tastaturlayout aus oder wählen Sie »Tastatur identifizieren«, um Ihr Layout automatisch zu erkennen.
he: נא לבחור את פריסת המקלדת שלך להלן, או לבחור ב„זיהוי מקלדת” כדי לזהות את הפריסה שלך אוטומטית.
hr: Odaberite raspored tipkovnice ispod ili odaberite "Otkrij tipkovnicu", za automatsko otkrivanje vašeg rasporeda.

source: Identify keyboard
cs: Identifikovat klávesnici
de: Tastatur erkennen
he: זיהוי מקלדת
hr: Otkrij tipkovnicu

source: Applying config
cs: Uplatňování nastavení
de: Übernehme Konfiguration
he: ההגדרות חלות
hr: Primijenjivanje podešavanja

source: Mirror check still running
cs: Kontrola zrcadla stále běží

source: Mirror check failed
cs: Kontrola zrcadla se nezdařila

source: Mirror check has not run
cs: Kontrola zrcadla neproběhla

source: Mirror address:
cs: Adresa zrcadla:
de: Mirror-Adresse:
he: כתובת אתר המראה:
hr: Adresa zrcalnog poslužitelja:

source: The mirror location cannot be checked because no network has been configured.
cs: Umístění zrcadla nelze zkontrolovat, protože nebyla nakonfigurována žádná síť.

source: The mirror location is being tested.
cs: Testuje se umístění zrcadla.

source: This mirror location passed tests.
cs: Toto umístění zrcadla prošlo testy.

source: This mirror location does not seem to work. The output below may help explain the problem. You can try again once the issue has been fixed (common problems are network issues or the system clock being wrong).
cs: Zdá se, že toto umístění zrcadla nefunguje. Níže uvedený výstup může pomoci vysvětlit problém. Můžete to zkusit znovu, jakmile bude problém vyřešen (obvyklé problémy jsou problémy se sítí nebo nesprávně nastavené systémové hodiny).

source: If you use an alternative mirror for Ubuntu, enter its details here.
cs: Pokud používáte alternativní zrcadlo pro Ubuntu, zadejte podrobnosti o něm sem.
de: Wenn Sie einen alternativen Spiegelserver für Ubuntu verwenden, geben Sie dessen Details hier an.
he: אם משמש אותך אתר מראה חלופי עבור אובונטו, יש להקליד כאן את פרטיו.
hr: Ako koristite alternativni zrcalni poslužitelj za Ubuntu, upišite njegove pojedinosti ovdje.

source: Try again now
cs: Zkusit znovu

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank. The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
cs: Pokud pro přístup do okolního světa potřebujete HTTP proxy, zadejte informace o proxy sem. Jinak ponechte nevyplněné. Informace o proxy by měly být zadány ve standardní podobě „http://[[uzivatel][:heslo]@]stroj[:port]/“.
de: Wenn Sie einen HTTP-Proxy verwenden müssen, um die Außenwelt zu erreichen, geben Sie die Proxy-Informationen hier an. Ansonsten lassen Sie dies leer. Die Proxy-Informationen sollten in der Standardform von "http://[[Benutzer][:Kennwort]@]Host[:Port]/" angegeben werden.
he: אם נדרש מתווך HTTP כדי לגשת לעולם, יש להקליד את פרטי המתווך להלן. אם לא, להשאיר ריק. יש לציין את פרטי המתווך בצורה הבאה „http://[[user][:pass]@]host[:port]/‎”.
hr: Ako trebate HTTP proxy za pristup internetu, ovdje upišite proxy informacije. U suprotnome, ostavite ovo prazno. Proxy informacije moraju biti zadane u standardnom obliku "http://[[korisnik][:lozinka]@]poslužitelj[:ulaz]/".

source: Proxy address:
cs: Adresa proxy:
de: Proxy-Adresse:
he: כתובת מתווך:
hr: Proxy adresa:

source: If this system requires a proxy to connect to the internet, enter its details here.
cs: Pokud tento systém potřebuje pro připojení k Internetu proxy, zadejte podrobnosti o ní sem.
de: Wenn dieses System einen Proxy erfordert, um mit dem Internet verbunden zu werden, geben Sie seine Details hier an.
he: אם המערכת הזאת דורשת מתווך כדי להתחבר לאינטרנט, יש להקליד את הפרטים שלו כאן.
hr: Ako ovaj sustav zahtijeva proxy za povezivanje s internetom, upišite njegove pojedinosti ovdje.

source: Checking for installer update...
cs: Zjišťuje se aktualizace instalátoru…
de: Prüfe auf Installer-Aktualisierung
he: מתבצע איתור לעדכון תכנית ההתקנה…
hr: Provjera daopuna instalacijskog programa...

source: Contacting the snap store to check if a new version of the installer is available.
cs: Kontaktuje se sklad snap balíčků aby se zjistilo, zda je k dispozici novější verze instalátoru.
de: Sie können den Snap Store verwenden, um zu überprüfen, ob eine neue Version des Installationsprogramms verfügbar ist.
he: נוצר קשר עם חנות ה־snap כדי לבדוק אם יש גרסה חדשה של תכנית ההתקנה.
hr: Kontaktiranje snap trgovine u svrhu provjere dostupnosti nove inačice instalacijskog programa.

source: Contacting the snap store failed
cs: Kontaktování skladu se snap balíčky se nezdařilo
de: Kontaktieren des snap-Stores fehlgeschlagen
he: יצירת קשר עם חנות ה־snap נכשלה
hr: Kontaktiranje snap trgovine neuspjelo

source: Contacting the snap store failed:
cs: Kontaktování skladu se snap balíčky se nezdařilo:
de: Kontaktieren des snap-Stores fehlgeschlagen:
he: יצירת קשר עם חנות ה־snap נכשלה:
hr: Kontaktiranje snap trgovine neuspjelo:

source: Installer update available
cs: Je k dispozici aktualizace instalátoru
de: Installer-Aktualisierung verfügbar
he: קיים עדכון לתכנית ההתקנה
hr: Dostupne su nadopune instalacijskog programa

source: Version {new} of the installer is now available ({current} is currently running).
cs: Je k dispozici instalátor verze {new} (nyní je spuštěná {current}).
de: Version {new} des Installers ist jetzt verfügbar ({current} läuft aktuell).
he: גרסה {new} של תכנית ההתקנה זמינה ({current} פועלת כעת).
hr: Inačica {new} instalacijskog programa je dostupna, a inačica {current} je trenutno pokrenuta.

source: Downloading update...
cs: Stahování aktualizace…
de: Lade Aktualisierung herunter …
he: העדכון מתקבל…
hr: Preuzimanje nadopune...

source: Please wait while the updated installer is being downloaded. The installer will restart automatically when the download is complete.
cs: Vyčkejte na dokončení stažení aktualizovaného instalátoru. Instalátor se poté automaticky zrestartuje.
de: Bitte warten Sie während der aktualisierte Installer heruntergeladen wird. Der Installer wird automatisch neugestartet, wenn das Herunterladen abgeschlossen ist.
he: נא להמתין להורדת תכנית ההתקנה העדכנית. תכנית ההתקנה תפעיל את עצמה מחדש אוטומטית עם השלמת ההורדה.
hr: Pričekajte dok se nadopuna instalacijskog programa preuzima. Instalacijski program će se automatski ponovno pokrenuti kada se preuzimanje završi.

source: Update failed
cs: Aktualizace se nezdařila
de: Aktualisierung fehlgeschlagen
he: העדכון נכשל
hr: Neuspjela nadopuna

source: Downloading and applying the update:
cs: Stahování a instalace aktualizace:
de: Lade die Aktualisierung herunter und wende sie an:
he: העדכון מתקבל ומת
hr: Preuzimanje i primijenjivanje nadopune:
