Repository: canonical/subiquity
Catalog: po/*.po
Languages: cs, de, he, hr

source: Leave formatted as {fstype}
cs: Ponechat se souborovým systémem {fstype}
de: Als {fstype} formatiert lassen
he: להשאיר בפרמוט {fstype}
hr: Ostavi formatirano kao {fstype}

source: Capped partition size at {size}
cs: Velikost oddílu omezena na {size}
de: Begrenze Partitionsgröße auf {size}
he: גודל המחיצה נחתך ב־{size}
hr: Ograničena veličina particije na {size}

source: Rounded size up to {size}
cs: Velikost oddílu zaokroulena na {size}
de: Größe auf {size} aufgerundet
he: הגודל עוגל לכדי {size}
hr: Zaokružena veličina na {size}

source: The only characters permitted in the name of a logical volume are a-z, A-Z, 0-9, +, _, . and -
cs: Jedinými povolenými znaky v názvu logického svazku jsou a-z, A-Z, 0-9, +, _, . a -
de: Die einzigen Zeichen, die im Namen eines logischen Volumens erlaubt sind, sind a-z, A-Z, 0-9, +, _, . und -
he: התווים היחידים בהם מותר להשתמש בשם של כרך לוגי הם a-z,‏ A-Z,‏ 0-9, +, _, . וגם -
hr: Jedini dopušteni znakovi u nazivu logičkog uređaja su a-z, A-Z, 0-9, +, _, . i -

source: Size (max {size}):
cs: Velikost (max {size}):
de: Größe (max. {size}):
he: גודל ({size} לכל היותר):
hr: Veličina (max {size}):

source: Name:
cs: Název:
he: שם:
hr: Naziv:

source: Format:
cs: Formát:
he: פרמוט:
hr: Formatiraj:

source: Mount:
cs: Připojení:
he: עיגון:
hr: Montiraj:

source: Use as swap
cs: Použít pro odkládání stránek paměti (swap)
de: Als Swap verwenden
he: להשתמש כהחלפה
hr: Koristi kao swap

source: Use this swap partition in the installed system.
cs: Použít tento oddíl pro odkládání stránek paměti v instalovaném systému.
de: Diese Swap-Partition im installierten System verwenden.
he: להשתמש במחיצת החלפה זו במערכת המותקנת.
hr: Koristite swap particiju na instaliranome sustavu.

source: The name of a logical volume cannot be empty
cs: Název logického svazku je třeba vyplnit
de: Der Name eines logischen Volumens darf nicht leer sein
he: שם הכרך הלוגי לא יכול להישאר ריק
hr: Naziv logičkog uređaja ne može biti prazan

source: The name of a logical volume cannot start with a hyphen
cs: Název logického svazku nemůže začínat spojovníkem
de: Der Name eines logischen Volumes darf nicht mit einem Bindestrich beginnen
he: שם הכרך הלוגי לא יכול להתחיל במינוס
hr: Naziv logičkog uređaja ne može započeti s crticom

source: A logical volume may not be called {name}
cs: Logický svazek nemůže být nazván {name}
de: Ein logisches Volumen darf nicht {name} genannt werden
he: למחיצה לוגית אסור לקרוא {name}

source: The name of a logical volume may not contain "{substring}"
cs: Název logického svazku nemůže obsahovat „{substring}“
de: Der Name eines logischen Volumens darf "{substring}" nicht beinhalten.
he: שם הכונן הלוגי לא יכול להכיל את המחרוזת „{substring}”

source: There is already a logical volume named {name}.
cs: Už se zde nachází logický svazek nazvaný {name}.
de: Es gibt bereits ein logisches Volumen mit dem Namen {name}.
he: כבר יש מחיצה לוגית שנקראת {name}.

source: Path exceeds PATH_MAX
cs: Délka popisu umístění přesahuje PATH_MAX
de: Pfad übersteigt PATH_MAX
he: הנתיב חורג מ־PATH_MAX
hr: Putanja premašena PATH_MAX

source: {device} is already mounted at {path}.
cs: {device} už je připojeno do {path}.
de: {device} ist bereits nach {path} eingebunden.
he: {device} כבר מעוגן תחת {path}.
hr: {device} je već montiran na {path}.

source: Mounting an existing filesystem at {mountpoint} is usually a bad idea, proceed only with caution.
cs: Připojování existujícího souborového systému do {mountpoint} obvykle není dobrý nápad, pokračujte pouze obezřetně.
de: Ein existierendes Dateisystem am {mountpoint} einzubinden, ist normalerweise eine schlechte Idee, gehen Sie mit Vorsicht vor.
he: עיגון מערכת קבצים קיימת תחת {mountpoint} זה רעיון גרוע בדרך כלל, אפשר להמשיך אך בזהירות.
hr: Montiranje postojećeg datotečnog sustava na {mountpoint} uobičajeno je loša ideja, nastavite uz oprez.

source: Bootloader partition {middle} However, on a disk with a GPT partition table, there is not enough space after the MBR for GRUB to store its second-stage core.img, so a small unformatted partition is needed at the start of the disk. It will not contain a filesystem and will not be mounted, and cannot be edited here.
cs: Oddíl pro zavaděč {middle} Nicméně, na disku s GPT tabulkou oddílů není dostatek místa za MBR záznamem, aby sem GRUB umístil svůj core.img pro druhou fázi, takže je zapotřebí malého nenaformátovaného oddílu na začátku disku. Ten nebude obsahovat souborový systém a nebude připojen (mount), a není ho možné zde upravovat.
de: Bootloader-Partition {middle} Wie auch immer, auf einer Festplatte mit einer GPT-Partitionstabelle ist nicht genügend Platz nach dem MBR für GRUB vorhanden, um das core.img der Phase zwei zu speichern, so dass eine kleine unformatierte Partition am Anfang Platte notwendig ist. Sie wird kein Dateisystem enthalten und wird nicht gemountet und kann nicht hier editiert werden.
he: מחיצת מערכת אתחול {middle} עם זאת, בכונן עם טבלת מחיצות מסוג GPT, אין ל־GRUB מספיק מקום אחרי ה־MBR לאחסן את ה־core.img של השלב השני, לכן מחיצה נדרשת מחיצה קטנה ולא מפורמטת בתחילת הכונן. לא תהיה בא מערכת קבצים והיא לא תעוגן ולא ניתן יהיה לערוך אותה מכאן.
hr: Particija učitača pokretanja {middle} Međutim, na disku s GPT particijskom tablicom, nema dovoljno prostora nakon MBR-a za GRUB kako bi pohranio core.img druge faze, stoga je potrebna mala neformatirana particija na početku diska. Ona neće sadržavati datotečni sustav i biti montirana, i neće se ovdje moći uređivati.

source: If this disk is selected as a boot device, GRUB will be installed onto the target disk's MBR.
cs: Pokud je disk označen jako zařízení pro zavádění systému, bude do MBR záznamu cílového disku nainstalován zavaděč GRUB.
de: Wenn diese Platte als Boot-Gerät ausgewählt wird, wird GRUB auf dem MBR der Zielplatte installiert.
he: אם הכונן הזה נבחר כהתקן אתחול, GRUB יותקן על ה־MBR של כונן היעד.
hr: Ako je ovaj disk odabran kao uređaj pokretanja sustava, GRUB će biti instaliran na MBR odredišnog diska.

source: As this disk has been selected as a boot device, GRUB will be installed onto the target disk's MBR.
cs: Protože tento disk byl vybrán jako zařízení pro zavádění systému, GRUB bude nainstalován do MBR oblasti cílového disku.
de: Da diese Platte als Boot-Gerät ausgewählt wurde, wird GRUB auf dem MBR der Zielplatte installiert.
he: כיוון שהכונן הזה נבחר כהתקן אתחול, GRUB יותקן על ה־MBR של כונן היעד.
hr: Pošto je ovaj disk odabran kao uređaj pokretanja sustava, GRUB će biti instaliran u MBR odredišnog diska.

source: Bootloader partition This is an ESP / "EFI system partition" as required by UEFI. If this disk is selected as a boot device, Grub will be installed onto this partition, which must be formatted as fat32.
cs: Oddíl pro zavaděč Toto je ESP / „systémový oddíl EFI“, jak je vyžadováno UEFI. Pokud je disk označen jako zařízení pro zavádění systému, GRUB bude nainstalován na tento oddíl, na kterém musí být souborový systém fat32.
de: Bootloader-Partition Dies ist eine ESP / "EFI system partition" wie von UEFI gefordert. Wenn diese Platte als Boot-Gerät ausgewählt wird, wird Grub auf diese Partition installiert werden, welche als fat32 formatiert sein muss.
he: מחיצת מנגנון טעינה זאת ESP / „מחיצת מערכת EFI” כפי שנדרש על ידי UEFI. אם כונן זה נבחר כהתקן הטעינה, Grub יותקן על המחיצה הזאת שאותה יש לפרמט ל־fat32.
hr: Particija učitača pokretanja Ovo je ESP / "EFI particija sustava" koju zahtijeva UEFI. Ako je ovaj disk odabran kao uređaj pokretanja sustava, GRUB će biti instaliran na ovu particiju, koja mora biti formatirana kao fat32.

source: Bootloader partition This is an ESP / "EFI system partition" as required by UEFI. As this disk has been selected as a boot device, Grub will be installed onto this partition, which must be formatted as fat32.
cs: Oddíl pro zavaděč Toto je ESP / „systémový oddíl EFI“, jak je vyžadováno UEFI. Protože disk byl označen jako zařízení pro zavádění systému, GRUB bude nainstalován na tento oddíl, na kterém musí být souborový systém fat32.
de: Bootloader-Partition Dies ist eine ESP / "EFI system partition" wie von UEFI gefordert. Da diese Platte als Boot-Gerät ausgewählt wurde, wird Grub auf diese Partition installiert werden, welche als fat32 formatiert sein muss.
he: מחיצת מנגנון טעינה זאת ESP / „מחיצת מערכת EFI” כפי שנדרש על ידי UEFI. כיוון שהכונן נבחר כהתקן הטעינה, Grub יותקן על המחיצה הזאת שאותה יש לפרמט ל־fat32.
hr: Particija učitača pokretanja Ovo je ESP / "EFI particija sustava" koju zahtijeva UEFI. Pošto je ovaj disk odabran kao uređaj pokretanja sustava, GRUB će biti instaliran na ovu particiju, koja mora biti formatirana kao fat32.

source: The only aspect of this partition that can be edited is the size.
cs: Jediným aspektem tohoto oddílu, který je možné upravovat, je velikost.
de: Der einzige Aspekt dieser Partition, der geändert werden kann, ist die Größe.
he: ההיבט היחידי שניתן לערוך בכונן הזה הוא הגודל.
hr: Jedina značajka ove particije koja se može uređivati je promjena veličine.

source: You can choose whether to use the existing filesystem on this partition or reformat it.
cs: Je možné zvolit, zda chcete použít stávající souborový systém na tomto oddílu, nebo ho naformátovat znovu.
de: Sie können wählen, ob ein bestehendes Dateisystem auf dieser Partition genutzt werden soll oder sie neu formatieren.
he: אפשר לבחור האם להשתמש במערכת הקבצים הקיימת במחיצה הזאת או לפרמט אותה מחדש.
hr: Možete odabrati hoćete li koristiti postojeći datotečni sustav na ovoj particiji ili ju želite ponovno formatirati.

source: Required bootloader partition This is the PReP partion which is required on POWER. If this disk is selected as a boot device, Grub will be installed onto this partition.
cs: Vyžadován oddíl pro zavaděč Toto je PReP oddíl, který je vyžadován na platformě POWER. Pokud je tento disk označen jako zařízení pro zavádění systému, GRUB bude nainstalován na tento oddíl.
de: Erforderliche Bootloader-Partition Dies ist die PReP-Partition, die beim EINSCHALTEN erforderlich ist. Wenn diese Platte als Boot-Gerät ausgewählt wird, wird Grub auf diese Partition installiert werden.
he: מחיצת מנגנון טעינה נחוצה זאת מחיצת PReP כפי שנדרש על ידי POWER. אם הכונן נבחר כהתקן הטעינה, Grub יותקן על המחיצה הזאת.
hr: Potrebna je particija učitača sustava Ovo je PReP particija koja je potrebna za POWER. Ako je ovaj disk odabran kao uređaj pokretanja sustava, GRUB će biti instalira na ovu particiju.

source: Required bootloader partition This is the PReP partion which is required on POWER. As this disk has been selected as a boot device, Grub will be installed onto this partition.
cs: Vyžadován oddíl pro zavaděč Toto je PReP oddíl, který je vyžadován na platformě POWER. protože byl tento disk označen jako zařízení pro zavádění systému, GRUB bude nainstalován na tento oddíl.
de: Erforderliche Bootloader-Partition Dies ist die PReP-Partition, die beim EINSCHALTEN erforderlich ist. Da diese Platte als Boot-Gerät ausgewählt wurde, wird Grub auf diese Partition installiert werden.
he: מחיצת מנגנון טעינה נחוצה זאת מחיצת PReP כפי שנדרש על ידי POWER. כיוון שהכונן הזה נבחר כהתקן הטעינה, Grub יותקן על המחיצה הזאת.
hr: Potrebna je particija učitača sustava Ovo je PReP particija koja je potrebna za POWER. Pošto je ovaj disk odabran kao uređaj pokretanja sustava, GRUB će biti instalira na ovu particiju.

source: Use existing fat32 filesystem
cs: Použít stávající souborový systém fat32
de: Existierendes FAT32-Dateisystem verwenden
he: להשתמש במערכת קבצים fat32 קיימת
hr: Koristi postojeći fat32 datotečni sustav

source: Reformat as fresh fat32 filesystem
cs: Znovu vytvořit čistý souborový systém fat32
de: Umformatierung als frisches FAT32-Dateisystem
he: לפרמט מחדש כמערכת קבצים fat32 רעננה
hr: Ponovno formatiraj kao svježi fat32 datotečni sustav

source: Adding logical volume to {vgname}
cs: Přidává se logický svazek do {vgname}
de: Hinzufügen eines logischen Volumens zu {vgname}
he: כרך לוגי מתווסף אל {vgname}
hr: Dodavanje logičkog uređaja na {vgname}

source: Adding {ptype} partition to {device}
cs: Přidává se {ptype} oddíl do {device}
de: Füge {ptype} Partition zum {device} hinzu
he: נוספת מחיצת {ptype} אל {device}
hr: Dodavanje {ptype} particije na {device}

source: Editing logical volume {lvname} of {vgname}
cs: Upravuje se logický svazek {lvname} z {vgname}
de: Bearbeite logisches Volumen {lvname} von {vgname}
he: הכרך הלוגי {lvname} של {vgname} בעריכה
hr: Uređivanje logičkog uređaja {lvname} na {vgname}

source: Editing partition {number} of {device}
cs: Upravuje se oddíl {number} na {device}
de: Bearbeite Partition {number} von {device}
he: מחיצה {number} של {device} בעריכה
hr: Uređivanje particije {number} na {device}

source: Formatting and mounting a disk directly is unusual. You probably want to add a partition instead.
cs: Vytvoření souborového systému a jeho připojení přímo na nerozděleném úložišti není obvyklé. Nejspíš namísto toho chcete přidat oddíl.
de: Das Formatieren und direkte Einbinden einer Festplatte ist ungewöhnlich. Sie möchten wahrscheinlich stattdessen eine Partition hinzufügen.
he: פרמוט ועיגון של כונן ישירות היא פעולה חריגה. יכול להיות שברצונך להוסיף מחיצה במקום.
hr: Formatiranje i montiranje diska izravno je neuobičajeno. Najvjerojatnije umjesto želite dodati particiju.

source: Format and/or mount {device}
cs: Formátovat a/nebo připojit {device}
de: {device} formatieren und/oder einbinden
he: לפרמט ו/או לעגן את {device}

source: Waiting for storage probing to complete
cs: Čeká se na dokončení prozkoumání úložiště
de: Warten auf den Abschluss der Speichertests
he: בהמתנה לסיום תשאול אחסון
hr: Čeka se sondiranje pohrane za završetak

source: The installer is probing for block devices to install to. Please wait until it completes.
cs: Instalátor zkoumá bloková zařízení, na která nainstalovat. Vyčkejte na dokončení.
de: Der Installer sucht nach Geräten, auf denen er installieren kann. Bitte warten Sie, bis es abgeschlossen ist.
he: תכנית ההתקנה מתשאלת לאיתור התקני בלוק להתקנה אליהם. נא להמתין עד לסיום התשאול.
hr: Instalacijski program sondira blok uređaje za instalaciju. Pričekajte završetak.

source: Unfortunately probing for devices to install to failed. Please report a bug on Launchpad, and if possible include the contents of the /var/log/installer directory.
cs: Průzkum zařízení pro instalaci se nezdařil. Nahlaste tuto chybu na portálu Launchpad, a pokud možno přiložte obsah složky /var/log/installer
de: Leider ist die Suche nach Geräten, die installiert werden sollen, fehlgeschlagen. Bitte melden Sie einen Fehler in Launchpad und fügen Sie nach Möglichkeit den Inhalt des Verzeichnisses /var/log/installer hinzu.
he: אתרע מזלך ותשאול ההתקנים להתקנה נכשל. נא לוודא על כך כתקלה מול Launchpad ואם ניתן אז גם לכלול את תוכן התיקייה ‎/var/log/installer.
hr: Nažalost sondiranje uređaja za instalaciju nije uspjelo. Prijavite grešku na Launchpad i ako je moguće priložite sadržaj /var/log/installer direktorija.

source: Probing for devices to install to failed
cs: Průzkum zařízení pro instalaci se nezdařil
de: Suche nach Geräten zur Installation fehlgeschlagen
he: תשאול התקנים להתקנה נכשל
hr: Sondiranje uređaja za instalaciju nije uspjelo

source: Show Error Report
cs: Zobrazit hlášení chyb
de: Zeige Fehlerbericht
he: להציג דוח שגיאות
hr: Prikaži izvještaj greške

source: / is not permitted in the name of a RAID device
cs: znak „/“ (dopředné lomítko) nelze použít v názvu RAID zařízení
de: / ist nicht im Namen eines RAID-Gerätes erlaubt
he: / לא יכול להיות חלק משם של התקן RAID
hr: / nije dopušteno u nazivu RAID uređaja

source: Whitespace is not permitted in the name of a RAID device
cs: V názvu RAID zařízení nemohou být prázdné znaky (mezera, atp.)
de: Leerzeichen sind im Namen eines RAID-Gerätes nicht erlaubt.
he: אין להשתמש ברווח בשם של התקן RAID
hr: Razmaci nisu dopušteni u nazivu RAID uređaja

source: RAID Level:
cs: Stupeň RAID pole:
he: רמת RAID:
hr: RAID razina:

source: There is already a RAID named '{name}'
cs: Už zde existuje RAID pole nazvané „{name}“
de: Es gibt bereits ein RAID mit dem Namen '{name}'.
he: כבר יש RAID בשם ‚{name}’

source: . and .. are not valid names for RAID devices
cs: . a .. nejsou platné názvy pro RAID zařízení
de: . und .. sind keine gültigen Namen für RAID-Geräte
he: . וגם .. אינם שמות תקניים להתקני RAID
hr: . i .. nisu valjani nazivi RAID uređaja

source: RAID Level "{level}" requires at least {min_active} active devices
cs: RAID úroveň „{level}“ vyžaduje alespoň {min_active} aktivních zařízení
de: RAID-Level {level} verlangt mindestens {min_active} aktive Festplatten
he: רמת ה־RAID‏ „{level}” דורשת {min_active} התקנים פעילים לפחות
hr: RAID razina "{level}" zahtijeva najmanje {min_active} aktivna uređaja

source: Create software RAID ("MD") disk
cs: Vytvořit softwarové RAID („MD“) úložiště
de: Erstelle Software-RAID ("MD")-Datenträger
he: יצירת כונן RAID בתכנה („MD”)
hr: Stvori softverski RAID ("VD") disk

source: Edit software RAID disk "{name}"
cs: Upravit disk „{name}“ v softwarovém RAID poli
de: Software-RAID "{name}" bearbeiten
he: לערוך את כונן ה־RAID התכנתי „{name}”
hr: Uredi softverski RAID uređaj "{name}"

source: Welcome to the Ubuntu Server Installer! The most popular server Linux in the cloud and data centre, you can rely on Ubuntu Server and its five years of guaranteed free upgrades. The installer will guide you through installing Ubuntu Server {release} LTS. The installer only requires the up and down arrow keys, space (or return) and the occasional bit of typing. This is version {snap_version} of the installer.
cs: Vítejte v instalátoru systému Ubuntu Server! Nejoblíbenější serverové distribuci Linux v cloudu a datových centrech, můžete se spolehnout na Ubuntu Server a jeho pět let zaručených aktualizací zdarma. Instalátor vás provede instalací Ubuntu Server {release} LTS. Instalátor potřebuje pouze šipky nahoru a dolů, mezerník (nebo enter) a občas něco zapsat. Toto je {snap_version} instalátoru.
de: Willkommen zum Ubuntu Server-Installer! Als beliebtester Linux-Server in der Cloud und Rechenzentren, können Sie sich auf Ubuntu Server und ihrem 5 jährigem garantiert freien Upgrades verlassen. Der Installer wird Sie durch die Installation des Ubuntu Server {release} LTS führen. Der Installer erfordert nur die Auf- und Ab-Pfeiltasten, Leertaste (oder Eingabe -Taste) sowie gelegentlich einiges Tippen. Dies ist Version {snap_version} des Installers.
he: ברוך בואך לתכנית ההתקנה של אובונטו לשרתים! גרסת הלינוקס לשרתים הנפוצה ביותר בענן ובחוות שרתים, אפשר לסמוך על אובונטו לשרתים ועל חמש שנות העדכונים בחינם שלו. תכנית ההתקנה תדריך אותך במהלך התקנת אובונטו לשרתים {release} LTS (תמיכה לטווח ארוך). תכנית ההתקנה דורשת רק את מקשי החצים, רווח (או Enter) ולפעמים קצת הקלדה. זו גרסה מבוססת {snap_version} של תכנית ההתקנה.
hr: Dobrodošli u Ubuntu Server instalacijski program! Najpopularniji Linux za poslužitelje u oblaku i podatkovnim centrima, možete se pouzdati u Ubuntu Server i njegovih pet godina zajamčenih besplatnih nadogradnji. Instalacijski program će vas voditi kroz instalaciju Ubuntu Servera {release} LTS. Instalacijski program zahtijeva samo tipke strelice za gore i dolje, space (ili return) tipku i povremeno malo tipkanja. Ovo je inačica {snap_version} instalacijskog programa.

source: It is possible to connect to the installer over the network, which might allow the use of a more capable terminal and can offer more languages than can be rendered in the Linux console.
cs: K instalátoru je možné se připojit po síti, což zpřístupňuje použití pokročilejšího terminálu a také nabízí podporu více jazyků než může být vykresleno na Linuxové konzoli.
de: Es ist möglich den Installationsassistenten via Netzwerk anzubinden, dies bietet die Möglichkeiten eines funktionsumfangsreicheren Terminals und ausgedehnterer Sprachunterstützung.
he: אפשר להתחבר לתוכנית ההתקנה דרך הרשת, מה שיאפשר להשתמש במסוף מעט משוכלל יותר שיכול להציע יותר שפות ממה שניתן להציג במסוף של לינוקס.

source: To connect, SSH to any of these addresses:
cs: Pro připojení se, použijte SSH na některou z těchto adres:
de: Zum Verbinden, SSH zu einem dieser Adressen:
he: כל הכתובות שלהלן אפשריות לטובת חיבור SSH:
hr: Za povezivanje, SSH-a s bilo kojom od ovih adresa:

source: To connect, SSH to {username}@{ip}.
cs: Pokud se chcete připojit, nasměrujte SSH klienta na {username}@{ip}.
de: Um eine Verbindung herzustellen nutze: ssh {username}@{ip}.
he: את ההתחברות יש לבצע עם SSH אל {username}@{ip}.

source: The password you should use is "{password}".
cs: Heslo, které byste měli použít je „{password}“.
de: Das Kennwort, welches Sie nutzen sollen, ist "{password}".
he: הסיסמה בה עליך להשתמש היא „{password}”.

source: You should use the preconfigured password passed to cloud-init.
cs: Měli byste použít přednastavené heslo, které bylo předáno nástroji cloud-init.
de: Es wird empfohlen, das an Cloud-Init weitergegebene, vorkonfigurierte Passwort zu benutzen.
he: עליך להשתמש בסיסמה שהוגדרה מראש והועברה ל־cloud-init.

source: You can log in with the {keytype} key with fingerprint: {fingerprint}
cs: Přihlásit se je možné pomocí {keytype} klíče, který má otisk: {fingerprint}
de: Es ist dir möglich dich mit dem {keytype} Schlüssel anzumelden, der den folgenden Fingerabdruck hat: {fingerprint}
he: אפשר להתחבר עם המפתח {keytype} עם טביעת האצבע: {fingerprint}

source: You can log in with one of the following keys:
cs: Přihlásit se je možné prostřednictvím jednoho z následujících klíčů:
de: Sie können sich mit einem der folgenden Schlüssel anmelden:
he: אפשר להתחבר עם אחד מהמפתחות הבאים:

source: Or you can use the password "{password}".
cs: Nebo je možné použít heslo „{password}“.
de: Oder Sie können das Kennwort "{password}" nutzen.
he: או שאפשר להשתמש בסיסמה „{password}”.

source: Or you can use the preconfigured password passed to cloud-init.
cs: Nebo je možné použít přednastavené heslo, které bylo předáno nástroji cloud-init.
de: Oder du kannst das an Cloud-Init weitergegebene, vorkonfigurierte Passwort benutzen.
he: או שאפשר להשתמש בסיסמה שהוגדרה מראש והועברה ל־cloud-init.

source: Unfortunately this system seems to have no global IP addresses at this time.
cs: Žel se zdá, že tento systém v tuto chvíli nemá žádnou globálně dosažitelnou IP adresu.
de: Bedauerlicherweise scheint dieses System zur Zeit keine globale IP-Adresse zu haben.
he: לרוע המזל כנראה שלמערכת זו אין כתובות IP גלובליות כרגע.
hr: Nažalost, izgleda da ovaj sustav trenutno nema dostupnih globalnih IP adresa.

source: Unfortunately the installer was unable to detect the password that has been set.
cs: Instalátor žel nebyl schopen zjistit heslo, které bylo nastaveno.
de: Bedauerlicherweise war der Installer nicht in der Lage, das Kennwort, das gesetzt wurde, zu erkennen.
he: לרוע המזל תכנית ההתקנה לא הצליח לזהות את הססמה שהוגדרה.
hr: Nažalost, instalacijski program nije mogao otkriti lozinku koja je postavljena.

source: The following keys can be used at any time:
cs: Následující klíče je možné využít kdykoli:
de: Die folgenden Tasten können jederzeit benutzt werden:
he: ניתן להשתמש במקשים הבאים בכל עת:
hr: Sljedeće tipke mogu se koristiti u bilo koje vrijeme:

source: go back
cs: jít zpět
de: gehe zurück
he: לחזור אחורה
hr: idi natrag

source: open help menu
cs: otevřít nabídku nápovědy
de: Öffne Hilfemenü
he: לפתוח את תפריט העזרה
hr: otvori izbornik pomoći

source: switch to shell
cs: přepnout do příkazového řádku
de: auf Shell umschalten
he: מעבר למעטפת
hr: prebaci u ljusku

source: Control-L, F3
cs: Ctrl-vlevo, F3
de: STRG-L, F3

source: redraw screen
cs: znovu vykreslit obrazovku
de: Bildschirm neu zeichnen
he: לצייר את המסך מחדש
hr: ponovno iscrtaj zaslon

source: Control-T, F4
cs: Ctrl-T, F4
de: STRG-T, F4

source: toggle rich mode (colour, unicode) on and off
cs: vyp/zap. pestřejší režim (barvy, rozšířená podpora znaků)
de: Farbmodus (Farbe, Unicode) an- oder ausschalten
he: כיבוי או הפעלה של מצב עשיר (צבע, יוניקוד)

source: Control-X
cs: Ctrl-X
de: STRG-X

source: quit
cs: ukončit
de: beenden
he: יציאה
hr: završetak
